Repository: Mulligan-Software/GOLFKit
Catalog: GOLFKit/*.lproj/GOLFKit.strings
Languages: de, es, fr

# TOOLTIP_ROUNDS_MODIFIER_WHS
source: * - used H - home A - away C - competition N - 9-hole combined S - stroke play M - match play I - incomplete E - exceptional P - penalty
de: * - benutzt H - heimisch A - entfernt C - Event N - 9-Löcher kombiniert S - Schlag-Spiel M - Match-Spiel I - unfertig E - außergewöhnlich P - Strafe
es: * - utilizado H - a casa A - allá C - competencia N - 9-hoyos combinados S - stroke play M - match play I - incompleta E - excepcional P - pena
fr: * - utilisé A - loin C - combiné T - tournoi P - pénalité

# TOOLTIP_ROUNDS_MODIFIER_USGA
source: * - used A - away C - combined T - tournament P - penalty
de: * - benutzt A - entfernt C - kombiniert T - Tournier P - Strafe
es: * - utilizado A - allá C - combinado T - torneo P - pena
fr: * - utilisé A - loin C - combiné T - tournoi P - pénalité

# TOOLTIP_ROUNDS_MODIFIER_RCGA
source: * - used A - away C - combined T - tournament P - penalty
de: * - benutzt A - entfernt C - kombiniert T - Tournier P - Strafe
es: * - utilizado A - allá C - combinado T - torneo P - pena
fr: * - utilisé A - loin C - combiné T - tournoi P - pénalité

# TOOLTIP_ROUNDS_MODIFIER_AGU
source: * - used A - away C - combined
de: * - benutzt H - heimisch A - entfernt C - Event N - 9-Löcher kombiniert S - Schlag-Spiel M - Match-Spiel I - unfertig E - außergewöhnlich P - Strafe
es: * - utilizado H - a casa A - allá C - competencia N - 9-hoyos combinados S - stroke play M - match play I - incompleta E - excepcional P - pena
fr: * - utilisé A - loin C - combiné

# TOOLTIP_ROUNDS_MODIFIER_CONGU
source: * - used T - tournament
de: * - benutzt T - Tournier
es: * - utilizado T - torneo
fr: * - utilisé T - tournoi

# TOOLTIP_ROUNDS_MODIFIER_EGA
source: * - used T - tournament
de: * - benutzt T - Tournier
es: * - utilizado T - torneo
fr: * - utilisé T - tournoi

# TOOLTIP_ROUNDS_MODIFIER_MULLIGAN
source: * - used A - away T - tournament
de: * - benutzt A - entfernt T - Tournier
es: * - utilizado A - allá T - torneo
fr: * - utilisé A - loin T - tournoi

# TOOLTIP_SHOW_SCORECARD
source: Show competitor’s scorecard.
de: Wettbewerber-Scorekarte anzeigen.
es: Mostrar la tarjeta del competidor.
fr: Afficher la carte de score du concurrent.

# TOOLTIP_SHOW_SCORECARD_UNAVAILABLE
source: Show competitor’s scorecard. Not available because no competitor has been selected.
de: Wettbewerber-Scorekarte anzeigen. Nicht verfügbar, da kein Mitbewerber ausgewählt wurde.
es: Mostrar la tarjeta del competidor. No disponible porque ningún competidor ha sido seleccionado.
fr: Afficher la carte de score du concurrent. Non disponible car aucun concurrent n’a été sélectionné.

# TOOLTIP_TEAM_GROSS_SCORE
source: The team’s total gross score
de: Die gesamte Brutto Punktzahl der Mannschaft
es: El puntaje bruto total del equipo
fr: Le score brut total d’équipe

# TOOLTIP_TEAM_NET_SCORE
source: The team’s total net score
de: Die gesamte Netto Punktzahl der Mannschaft
es: El puntaje neto total del equipo
fr: Le score net total d’équipe

# TOOLTIP_TEAM_TOTAL_SCORE
source: The team’s total score
de: Die Gesamtpunktzahl der Mannschaft
es: El puntaje total del equipo
fr: Le score total d’équipe

# INSTRUCTION_DRAG_ROUND_HERE
source: … or drag a round here
de: … oder zeihen Sie eine Runde hierher
es: … o arrastrar una ronda aquí
fr: … ou glissez un tour ici

# INSTRUCTION_DRAG_TO_REORDER
source: Drag to reorder
de: Ziehen zum Neuanordnen
es: Arrastre para arreglar

# DONT_ASK_ME_AGAIN
source: Don’t ask me about this again.
de: Fragen Sie mich nicht noch einmal.
es: No volver a preguntar.
fr: Ne plus me demander.

# HANDICAP_BLURB_PLAY_%@_CHART_%@_INDEX_%@_PLAY_%@_BASED_%@
source: A %@ Table (%@) is used to convert a %@, issued by your golf club or authorized golf association, to a %@ based on the %@ for a specific set of tees.
de: Ein %@ Tabelle (%@) wird verwendet, um ein %@, ausgestellt von den Golfclub oder ermächtigt Golf Verien, um einen %@ zu konvertieren basierend auf der %@ für eine bestimmte Gruppe von Tees.
es: Una Tabla %@ (%@) es utilizada para convertir un %@, publicado por tu club o asociación autorizada del golf, a un %@ basada en el %@ para un tee.
fr: Le Tableau %@ (%@) a pour but de transformer le %@ émis par un club de golf ou une association de golf autorisée en un %@ tenant compte de l’%@ de chacun des jalons de départ.

# HANDICAP_BLURB_PLAY_%@_CHART_%@_INDEX_%@_PLAY_%@
source: A %@ Table (%@) is used to convert a %@, issued by your golf club or authorized golf association, to a %@ for a specific set of tees.
de: Ein %@ Tabelle (%@) wird verwendet, um ein %@, ausgestellt von den Golfclub oder ermächtigt Golf Verien, um einen %@ zu konvertieren für eine bestimmte Gruppe von Tees.
es: Una Tabla %@ (%@) es utilizada para convertir un %@, publicado por tu club o asociación autorizada del golf, a un %@ para un tee.
fr: Le Tableau %@ (%@) a pour but de transformer le %@ émis par un club de golf ou une association de golf autorisée en un %@ de chacun des jalons de départ.

source: in English
de: auf Englisch
es: en inglés
fr: en anglais

# ORDINAL_FIRST
source: st
es: ᵉʳ
fr: ᵉʳ

# ORDINAL_NTH
source: th
es: º
fr: ᵉ

# ORDINAL_20TH_TO_29TH
source: th,st,nd,rd,th,th,th,th,th,th
es: º,º,º,º,º,º,º,º,º,º
fr: ᵉ,ᵉ,ᵉ,ᵉ,ᵉ,ᵉ,ᵉ,ᵉ,ᵉ,ᵉ

# SCORECARD_EXCEEDS_1_PLAYER
source: Scorecard exceeds maximum 1 player
de: Scorekarte überschreitet maximal 1 Spieler
es: Tarjeta excede el máximo de 1 jugador
fr: Carte de score dépasse le maximum de 1 joueur

# SCORECARD_EXCEEDS_%ld_PLAYERS
source: Scorecard exceeds maximum %ld players
de: Scorekarte überschreitet maximal %ld Spieler
es: Tarjeta excede el máximo de %ld jugadores
fr: Carte de score dépasse le maximum de %ld joueurs

source: via the Internet
de: über das Internet
es: vía Internet
fr: par Internet

source: Belgium
de: Belgien
es: Bélgica
fr: Belgique

source: Bermuda
de: Bermudas
es: Bermudas

source: Brazil
de: Brasilien
es: Brasil
fr: Brésil

source: Canada
de: Kanada
es: Canadá

source: Cayman Islands
de: Cayman Inseln
es: Islas Caimán

source: China - Republic of
de: Republik China
es: República de China
fr: Chine

source: Cook Islands
de: Cookinseln
es: Islas Cook

source: Croatia
de: Kroatien
es: Croacia

source: Cyprus
de: Zypern
es: Chipre

source: Czech Republic
de: Tschechien
es: República Checa

source: Denmark
de: Dänemark
es: Dinamarca

source: Dominican Republic
de: Dominikanische Republik
es: República Dominicana

source: Egypt
de: Ägypten
es: Egipto
fr: Égypte

source: England
es: Inglaterra
fr: Angleterre

source: Finland
de: Finnland
es: Finlandia
fr: Finlande

source: France
de: Frankreich
es: Francia

source: Germany
de: Deutschland
es: Alemania
fr: Allemagne

source: Great Britain
de: Großbritannien
es: Gran Bretaña

source: Greece
de: Griechenland
es: Grecia
fr: Grèce

source: Hungary
de: Ungarn
es: Hungría
fr: Hongrie

source: Iceland
de: Island
es: Islandia

source: Iran
de: Ich rannte
es: Irán

source: Iraq
de: Irak
es: Irak
fr: Irak

source: Ireland
de: Irland
es: Irlanda
fr: Irlande

source: Italy
de: Italien
es: Italia
fr: Italie

source: Ivory Coast
de: Elfenbeinküste
es: Costa de Marfil
fr: Côte d’Ivoire

source: Japan
es: Japón
fr: Japon

source: Kazakhstan
de: Kasachstan
es: Kazajstán

source: Korea
es: Corea
fr: Corée

source: Latvia
de: Lettland
es: Letonia

source: Lebanon
de: Libanon
es: Líbano

source: Libya
de: Libyen
es: Libia

source: Lithuania
de: Litauen
es: Lituania

source: Luxembourg
de: Luxemburg
es: Luxemburgo

source: Malaysia
es: Malasia

source: Mexico
de: Mexiko
es: México

source: Monaco
es: Mónaco

source: Morocco
de: Morokko
es: Marruecos

source: Netherlands
de: Niederlande
es: Países Bajos
fr: Pays Bas

source: New Zealand
de: Neuseeland
es: Nueva Zelanda

source: Northern Ireland
de: Nordirland
es: Irlanda del Norte
fr: Irlande Nord

source: Norway
de: Norwegen
es: Noruega
fr: Norvège

source: Pakistan
es: Pakistán

source: Panama
es: Panamá

source: Peru
es: Perú

source: Phillipines
de: Philippinen
es: Filipinas

source: Poland
de: Polen
es: Polonia
fr: Pologne

source: Russia
de: Russland
es: Rusia
fr: Russie

source: Scotland
de: Schottland
es: Escocia
fr: Ecosse

source: Serbia & Montenegro
de: Serbien und Montenegro
es: Serbia y Montenegro

source: Singapore
de: Singapur
es: Singapur

source: Slovakia
de: Slowakei
es: Eslovaquia

source: South Africa
de: Südafrika
es: Sudáfrica
fr: Afrique Sud

source: Spain
de: Spanien
es: España
fr: Espagne

source: Sweden
de: Schweden
es: Suecia
fr: Suède

source: Switzerland
de: Schweiz
es: Suiza
fr: Suisse

source: Thailand
es: Tailandia

source: Trinidad & Tobago
es: Trinidad y Tobago

source: Turkey
de: Türkei
es: Turquía
fr: Turquie

source: United Kingdom
de: Großbritannien
es: Reino Unido

source: United States
de: Vereinigte Staaten
es: Estados Unidos
fr: États-Unis

source: Wales
es: Gales

# HANDICAP_SERVICE_UNREACHABLE
source: Handicap service is unreachable
de: Handicapservice ist nicht erreichbar
es: Handicap service es inalcanzable

# SERVICE_GETHANDICAP_FAIL
source: GetHandicap query failed
de: GetHandicap Anfrage fehlgeschlagen
es: GetHandicap consulta fallida

# SERVICE_GETHANDICAP_JSON_FAIL
source: GetHandicap JSON serialization failed
de: GetHandicap JSON Serialisierung fehlgeschlagen
es: GetHandicap JSON serialización fallida

# SERVICE_NOT_AVAILABLE_FAIL
source: Handicap service not available
de: Handicapservice nicht verfügbar
es: Handicap service no disponible

# TERM_COLOR
source: color
de: Farbe
fr: couleur

# TERM_FLAGSTICK
source: flagstick
de: Flaggenstock
fr: drapeau

# TERM_FLIGHT
source: flight
de: Pulk
fr: vol

# TERM_FLIGHT_PLURAL
source: flights
de: Pulke
fr: vols

# TERM_FOURBALL
source: Four-Ball
de: Vier-Ball
fr: Quatre-Balle

# TERM_FOURSOMES
source: Foursomes
de: Viererspiel

# TERM_INDIVIDUAL
source: individual
de: individuell
fr: individuel

# TERM_NO
source: no
de: Nein
fr: non

# TERM_NORMAL
source: normal
de: üblich

# TERM_NUMBER_ABBR
source: no.
de: nr.

# TERM_NUMBER_PLURAL_ABBR
source: nos.
de: nrn.

# TERM_POINT_PLURAL_ABBR
source: pts.
de: Pte.

# TERM_TEE_TIME
source: tee time
de: Teezeit

# TERM_TEE_TIME_PLURAL
source: tee times
de: Teezeiten

# TERM_TOTAL
source: total
de: gesamt

# TERM_WALTZ
source: Waltz
de: Waltzer

# HANDICAP_ASSOCIATION_AGU
source: Golf Australia
de: Golf Australien
fr: Golf Australie

# HANDICAP_ASSOCIATION_RCGA
source: Golf Canada
de: Golf Kanada

# TITLE_HANDICAP_PLURAL
source: Handicaps
de: Handicapen

# TITLE_HANDICAP_GA_PLURAL
source: G.A. Handicaps
de: GA Handicapen

# TITLE_SCORECARD_TOTAL
source: Tot
de: Sum

# TITLE_SSS
source: Standard Scratch Score
de: Scratch Score genormt

# TITLE_TEE_TIME_ABBR
source: Tee Time
de: Teezeit

# FORMAT_NUMBER_%ld_ABBR
source: No. %ld
de: Nr. %ld

# FORMAT_TEE_NO_%@
source: Tee no. %@
de: Tee nr. %@

# MENU_TRIPLE_BOGEY
source: Triple-Bogey
de: Dreifach-Bogey

# MAX_SCORE_TRIPLE_BOGEY
source: Triple-Bogey
de: Dreifaches Bogey

# MAX_SCORE_QUINTUPLE_BOGEY
source: Quintuple-Bogey
de: Fünffaches Bogey

# MAX_SCORE_TRIPLE_PAR
source: Triple Par
de: Dreifacher Par

# PLAY_TYPE_INTERNATIONAL
source: The INTERNATIONAL™
de: das INTERNATIONAL™
fr: l’INTERNATIONAL™

# PLAY_TYPE_TEAM_FOUR_BALL
source: Four-Ball
de: Vier-Ball
fr: Quatre balles

# PLAY_TYPE_TEAM_FOURSOMES
source: Foursomes
de: Viererspiel

# PLAY_TYPE_TEAM_SCRAMBLE
source: Scramble
de: Gerangel

# PLAY_TYPE_TEAM_WALTZ
source: Waltz
de: Walzer

# PLAY_TYPE_TEAM_WALTZ_DESC
source: 1 ball (par 5), 2 balls (par 4), 3 balls (par 3)
de: 1 ball (par 5), 2 bälle (par 4), 3 bälle (par 3)
fr: 1 balle (par 5), 2 balles (par 4), 3 balles (par 3)

# PLAY_TYPE_TEAM_IRISH_4_BALL_DESC
source: 1 ball (x6), 2 balls (x5), 3 balls (x4), 4 balls (x3)
de: 1 ball (x6), 2 bälle (x5), 3 bälle (x4), 4 bälle (x3)
fr: 1 balle (x6), 2 balles (x5), 3 balles (x4), 4 balles (x3)

# PLAY_TYPE_TEAM_BOWMAKER_DESC
source: 1 ball (x6), 2 balls (x6), 3 balls (x6)
de: 1 ball (x6), 2 bälle (x6), 3 bälle (x6)
fr: 1 balle (x6), 2 balles (x6), 3 balles (x6)

# PLAY_TYPE_TEAM_FOURBALL_COMBO
source: Four-Ball Combo
de: Vier-Ball Kombination

# ALLOWANCE_TYPE_SCHEID_SCRAMBLE
source: Scheid Scramble
de: Scheid Gerangel

# TOOLTIP_EXCLUDE_GUESTS
source: Check to exclude “Guest” players from changes.
de: Aktivieren Sie das Kontrollkästchen, um „Gastspieler“ von Änderungen auszuschließen.

source: Algeria
de: Algerien

source: Argentina
de: Argentinien

source: Australia
de: Australien
fr: Australie

source: Austria
de: Österreich

source: Bolivia
de: Bolivien

source: Bulgaria
de: Bulgarien

source: Colombia
de: Kolumbien

source: Estonia
de: Estland

source: Fiji
de: Fidschi

source: India
de: Indien
fr: Inde

source: Indonesia
de: Indonesien

source: Jamaica
de: Jamaika

source: Qatar
de: Katar

# TERM_BESTBALL
source: Best-Ball
fr: Meilleure Balle

# TERM_TEE
source: tee
fr: jalon

# TERM_TEE_PLURAL
source: tees
fr: jalons

# HANDICAP_ASSOCIATION_USGA
source: United States Golf Association
fr: Association de Golf des États-Unis

# PLAY_TYPE_TEAM_BETTER_BALL
source: Best-Ball
fr: Meilleur Score

# PLAY_TYPE_TEAM_BOWMAKER
source: Bowmaker 3-Ball
fr: Bowmaker 3-Balles

source: Chile
fr: Chili

source: Israel
fr: Israël
