Repository: Mulligan-Software/GOLFKit
Catalog: GOLFKit/*.lproj/GOLFKit.strings
Languages: de, es, fr

# TITLE_QUICK_START
source: Quick Start
de: Schnellstart
es: Inicio Rápido

# TITLE_QUOTA_POINTS_GAINED
source: Quota Points Gained
de: Quotenpunkte gewonnen
es: Puntos de Cuota Ganados
fr: Points de Quota Gagnés

# TITLE_RANDOM_SELECTION
source: Random Selection
de: Zufällige Auswahl
es: Selección al Azar
fr: Sélection au Hasard

# TITLE_RECENT_PLAYERS_ETC
source: Recent Players, Clubs, Scorecards, etc.
de: Aktuelle Spieler, Vereine, Scorekarten, usw.
es: Jugadores recientes, Clubes, Tarjetas, etc.
fr: Joueurs récents, Clubs, Cartes, etc.

# TITLE_REFRESH
source: Refresh
de: Aktualisieren
es: Actualizar

# TITLE_REGISTER
source: Register
de: Registrieren
es: Registrar
fr: Inscrire

# TITLE_REMOTE_DATA
source: Remote Data
de: Entfernte Daten
es: Datos Remotos

# TITLE_REMOVE
source: Remove
de: Entfernen
es: Eliminar

# TITLE_REVIEW_BUTTON
source: Review
de: Überprüfen
es: Revisar
fr: Revoir

# TITLE_REVISION_DATE
source: Revision Date
de: Änderungsdatum
es: Fecha de Revisión

# TITLE_ROUNDS_HIGHLIGHT
source: Rounds Highlight
de: Runden Akzentuierung
es: Resaltado de Rondas
fr: Marquage des Tours

# TITLE_SAND_SAVES_PER_TRY
source: Sand Saves/Tries
de: Sand-Bergungen/Versuche
es: Arena salvamento/tentativa
fr: Sable Sauvetage/Essai

# TITLE_SAVE
source: Save
de: Sichern
es: Guardar
fr: Enregistrer

# TITLE_SCORECARD
source: Scorecard
de: Scorekarte
es: Tarjeta
fr: Carte de Score

# TITLE_SCORECARD_IN
source: In
es: Vta
fr: Ret

# TITLE_SCORECARD_LENGTH_IMPERIAL
source: Ydg
es: Ydj

# TITLE_SCORECARD_OUT
source: Out
de: Aus
es: Ida
fr: Aller

# TITLE_SCORING_COLORS
source: Scoring Colors
de: Farben für Golfwertung
es: Colores de Resultados
fr: Couleurs pour Marquer

# TITLE_SCORING_SHORTHAND
source: Scoring Shorthand
de: Kurzschrift für Golfwertung
es: Taquigrafía para Resultados
fr: Raccourcis pour Marquer

# TITLE_SECONDARY
source: Secondary
de: Sekundär
es: Secundario
fr: Secondaire

# TITLE_SELECT_ALL
source: Select All
de: Wählen Sie Alle
es: Seleccionar Todo
fr: Tout Sélectionner

# TITLE_SELECTED_HOLES
source: Selected Holes
de: ausgewählte Löcher
es: Hoyos Seleccionados
fr: Trous Sélectionnés

# TITLE_SERIAL_NUMBER
source: Serial number
de: Seriennummer
es: Número de serie
fr: Numéro de série

# TITLE_SET_BUTTON
source: Set
de: Festlegen
es: Definir

# TITLE_SHOTGUN_START
source: Shotgun Start
de: ‘Schrotflinte’ Start
es: Salida ‘escopeta’

# TITLE_SHOW_ALLOWANCE_DOTS
source: Show Handicap Allowance Dots
de: Punkte für Handicap-Zustimmung anzeigen
es: Mostrar puntos de asignación
fr: Afficher les taches d’allocation

# TITLE_SHOW_CARDS
source: Show Cards
de: Zeige Karten
es: Mostrar Letreros

# TITLE_SHOW_MATCHES_IN_ASSISTANT
source: Show intra-Scorecard match play status in the “On-Course” Assistant.
de: Intra-Scorecard-Spielstatus im „auf dem Golfplatz“ Assistent anzeigen.
es: Mostrar el estado del Match Play del tarjeta en el “En-Campo” Ayudante.

# TITLE_SHOW_ME
source: Show Me
de: Zeig es mir
es: Muéstrame

# TITLE_SHOW_MEMBER_NUMBERS
source: Show club member numbers on Scorecards
de: Zeige Clubmitgliedsnummern auf Scorekarten
es: Mostrar números de miembros del club en Tarjetas
fr: Afficher numéros des membres du club sur Cartes de Score

# TITLE_SHOW_REPORT
source: Show Report
de: Bericht zeigen
es: Mostrar el Informe
fr: Afficher le Rapport

# TITLE_SHOW_REPORTS
source: Show Reports
de: Berichte anzeigen
es: Mostrar los Informes
fr: Afficher les Rapports

# TITLE_SHOW_SCORES_AT_STARTUP
source: Show scores at startup
de: Zeige Spielergebnise beim Start
es: Mostrar los puntajes al inicio
fr: Afficher les scores au démarrage

# TITLE_SHOW_TABLES
source: Show Tables
de: Tabellen anzeigen
es: Mostrar tablas

# TITLE_SKILL_ADJUSTMENT
source: Skill Adjustment
de: Anpassung für Fähigkeiten
es: Ajuste por habilidad
fr: Ajustement habileté

# TITLE_SKINS_ELIGIBILITY
source: Skins Eligibility
de: Zulassungskriterien für Skins
es: Elegibilidad de Skins

# TITLE_SKINS_REQUIRE
source: Skins require
de: Skins benötigen
es: Skins requieren

# TITLE_SKIP
source: Skip
de: Übergehen
es: Omitir

# TITLE_SPECIAL_PREFERENCES
source: Special Settings
de: Spezielle Einstellungen
es: Ajustes Especiales

# TITLE_START
source: Start
es: Comenzar

# TITLE_STARTERS_LIST
source: Starter’s List
de: Starterliste
es: Lista del Oficial

# TITLE_STARTERS_LIST_COLUMNS
source: Player Member Tee Start Tee Time Cart No.
de: Spieler Mitglied Tee Tee Zeit Wagen nr.
es: Jugador Miembro Tee Cominzar Tee-time Carro

# TITLE_STARTING_TEE
source: Starting Tee
de: Abflug Tee
es: Tee de comenzar

# TITLE_STARTING_TEE_ABBR
source: Start
de: Tee
es: Cominzar

# TITLE_STATUS_A
source: Status A
es: Estado A
fr: Statut A

# TITLE_STATUS_B
source: Status B
es: Estado B
fr: Statut B

# TITLE_STATUS_C
source: Status C
es: Estado C
fr: Statut C

# TITLE_STATUS_PAID
source: Paid
de: Bezahlt
es: Pagado
fr: Payé

# TITLE_STATUS_REGISTERED
source: Registered
de: Registriert
es: Registrado
fr: Inscrit

# TITLE_STATUS_VERIFIED
source: Verified
de: Geprüft
es: Verificado
fr: Vérifié

# TITLE_SWING_GAME
source: Swing Game
de: Schwenkungspiel
es: Juego de Cambio

# TITLE_SYSTEM
source: System
es: Sistema
fr: Système

# TITLE_TEAM_MATCHES
source: Team Matches
de: Mannschaftsspiele
es: Partidos de Equipo

# TITLE_TECHNICAL_SUPPORT
source: Technical Support
de: Technische Unterstützung
es: Asistencia al Cliente
fr: Support Technique

# TITLE_TEE_TIME
source: Tee Time
de: Tee Startzeit
es: Tee-time de comenzar

# TITLE_THANK_YOU
source: Thank You
de: Danke
es: Gracias

# TITLE_THE_SCOREBOARD
source: The Scoreboard
de: Die Anzeigetafel
es: El Marcador

# TITLE_THE_SCORING_MACHINE
source: The Scoring Machine
de: Das Wertung-Apparat
es: La Máquina del Puntaje
fr: La Machine de Marquant

# TITLE_THE_SCORING_MACHINE_TM
source: The Scoring Machine™
de: Das Wertung-Apparat™
es: La Máquina del Puntaje™

# TITLE_TIME_CART_PLAYER
source: Time/Cart/Player
de: Zeit/Wagen/Spieler
es: Hora/Carrito/Jugador

# TITLE_TIMES_OR_TEES
source: Times or Tees
de: Zeiten oder Tee
es: Tiempos o Tees

# TITLE_TOTAL_POINTS
source: Total Points
de: Gesamtpunktzahl
es: Puntos Totales
fr: Points Totaux

# TITLE_TRASH
source: Trash, Dots
de: Trash, Reste, Punkte
es: Trash, Sobras, Puntos

# TITLE_UNLINK_DROPBOX
source: Unlink Dropbox
de: Link Dropbox
es: Desenlazar Dropbox
fr: Délier Dropbox

# TITLE_UNLOCK_ENTIRE_EVENT
source: Unlock all Event Scorecards
de: Schalte alle Scorekarten der Event
es: Desbloquea todas Tarjetas del Evento
fr: Débloquer tous Cartes d’Événement

# TITLE_UP_AND_DOWN
source: Up & Down
de: Auf und ab
es: Alto y Abajo
fr: En haut et en bas

# TITLE_UPDATE
source: Update
de: Aktualisieren
es: Actualizar

# TITLE_UPDATES_UNAVAILABLE
source: Updates unavailable
de: Aktualisierung nicht verfügbar
es: Actualizaciones no disponibles

# TITLE_USE_IOS_APPEARANCE
source: Use the iOS Appearance setting
de: Verwenden die iOS-Darstellungseinstellung
es: Usar la configuración Apariencia de iOS

# TITLE_USE_LAST
source: Use last
de: Benutze die letzten
es: Utilizar últimos
fr: Utilizez dernières

# TITLE_USERS_GUIDE_FOUND
source: Users’ Guide found
de: Benutzerleitfaden gefunden
es: Guía del Usuario se ha encontrado
fr: Guide des Utilisateurs a été trouvé

# TITLE_USERS_GUIDE_NOT_FOUND
source: No Users’ Guide file found
de: Benutzerleitfaden nicht gefunden
es: Ningún archivo Guía del Usuario se ha encontrado
fr: Aucun fichier du Guide des Utilisateurs a été trouvé

# TITLE_WITH_SCORE
source: with score
de: mit Punktzahl
es: con resultado
fr: avec score

# TITLE_WOMENS_HANDICAP
source: Women’s Handicap
de: Handicap der Damen
es: Handicap - Damas
fr: Handicap - Femmes

# TITLE_1_DOWN_LAST
source: 1-down last hole
de: 1-down letztes Loch
es: 1-down último hoyo
fr: 1-down dernier trou

# DESCRIPTION_3_BY_6
source: Holes 1-6, 7-11 and 12-18
de: Löcher 1-6, 7-11 und 12-18
es: Hoyos 1-6, 7-11 y 12-18
fr: Trous 1-6, 7-11 et 12-18

# DESCRIPTION_ANIMALS
source: On-course card game for foursomes
de: Kartenspiel auf dem Golfplatz für Vierer
es: En-campo juego de cartes para foursomes

# DESCRIPTION_ARNIE
source: Par or better without visiting fairway
de: Par oder besser ohne das Fairway zu besuchen
es: Par o mejor sin visitar el fairway
fr: Par ou mieux sans visiter le fairway

# DESCRIPTION_ASPHALT
source: Par or better from a cart path
de: Par oder besser aus einem Wagenpfad
es: Par o mejor de un camino de carro
fr: Par ou mieux d’un chemin de panier

# DESCRIPTION_BANGO
source: All on green - closest to the hole
de: Jeder auf dem Grün - dem Loch am nächsten
es: Todos en el green - más cerca del hoyo
fr: Tout sur le green - le plus proche du trou

# DESCRIPTION_BARKIE
source: Par or better off a tree
de: Par oder besser einen Baum schlagen
es: Par o mejor golpeando un árbol
fr: Par ou mieux frapper un arbre

# DESCRIPTION_BINGO
source: First to reach the green
de: Zuerst das Grün erreichen
es: Primero en llegar el green
fr: Premier à atteindre le green

# DESCRIPTION_BINGO_BANGO_BONGO
source: First to green, closest to hole, first holed
de: Zuerst das Grün, dem Loch nächsten, ester Putt gemacht
es: Primero en green, más cerca del hoyo, primer hecho

# DESCRIPTION_BONGO
source: Away putting - first holed
de: Wegputten - ester Putt gemacht
es: Golpe lejos - primer putt hecho
fr: Au loin putting - premier fait

# DESCRIPTION_CLOSE_OUT
source: (when no bets or presses are in effect)
de: (wenn keine Wetten in Kraft sind)
es: (cuando no hay apuestas vigentes)
fr: Ajouté lorsque aucune pari ou presse n'est en vigueur

# DESCRIPTION_COVER
source: Match or better opponent's sub-par score
de: Krawatte oder Gegner unter Par Score schlagen
es: Empatar o vencer el resultado debajo de par del oponente
fr: Nouer ou battre le score sous-par de l’adversaire

# DESCRIPTION_DEFAULT_TEAM_MATCH_STYLE_%@
source: %@ using team scores ¹
de: %@ mit Mannschaftswerten ¹
es: %@ usando puntajes del equipo ¹

# DESCRIPTION_EXTENDED_SCORING
source: Extended Scoring includes “X” scores, Maximum (stroke-controlled) scores, Competition/Tournament scores, fairways and greenside bunkers hit.
de: Die erweiterte Wertung umfasst “X” Scores, maximale (schlaggesteuerte) Scores, Wettbewerbs/Tournier Scores, Fairways und Greenside-Bunkers getroffen.
es: Puntaje Ampliado incluye puntajes “X”, puntajes máximos (controlados por golpes), puntajes de Competición/Tourneo, fairways y bunkers acertos.

# DESCRIPTION_FAIRWAY
source: Fairway reached with initial tee shot
de: Fairway mit erstem Tee erreicht
es: Fairway alcanzado con el golpe inicial

# DESCRIPTION_FRONT_BACK
source: Front side and Back side
de: Ersteseite und Letzteseite
es: Primero lado y Segundo lado
fr: Premier côté et deuxième côté

# DESCRIPTION_GORILLA
source: Closest to pin in regulation on par 5
de: Am nächsten zum Flaggenstock in Regulierung auf Par 5
es: Más cercano al flagstick en regulación en un par 5
fr: Plus proche du drapeau dans le réglement sur un par 5

# DESCRIPTION_GREENIE
source: Closest to pin in regulation on par 3 - voided with 3-putt
de: Am nächsten zum Flaggenstock in Regulierung auf Par 3 - entwertet mit einem 3-Putt
es: Más cercano al flagstick en regulación en un par 3 - anulado con un 3-putt
fr: Plus proche du drapeau dans le réglement sur un par 3 - annulé avec un 3-putt

# DESCRIPTION_HOGAN
source: Hit fairway, green in regulation, 2-putt par
de: Erlangte das Fairway, Grün in Regulation, 2-Putt par
es: Fairway alcanzado, Green en regulación, 2-putt par
fr: Atteint le fairway, green réglementaire, 2-putt par

# DESCRIPTION_HOLLYWOOD
source: 6-Hole matches (Sixes, Round-Robin)
de: 6-Loch-Matches (Sechsen, Round-Robin)
es: Partidos de 6 hoyos (Seises, Round-Robin)

# DESCRIPTION_LOW_BALL_LOW_TOTAL
source: 1 point - low teammate, 1 pt. - low team total
de: 1 Punkt - niedriger Teamkollege, 1 pt. - niedrigste Mannschaftssumme
es: 1 punto - compañero bajo, 1 pt. - bajo total de equipo

# DESCRIPTION_LOW_BALL_HIGH_BALL
source: 1 point - low teammate, 1 pt. - vs. high teammates
de: 1 Punkt - niedriger Teamkollege, 1 pt. - vs. hohe Teamkollegen
es: 1 punto - compañero bajo, 1 pt. - vs. compañeros altos

# DESCRIPTION_LOW_BALL_SECOND_BALL
source: 1 point - low teammate, 1 pt. - vs. 2nd teammates
de: 1 Punkt - niedriger Teamkollege, 1 pt. - vs. zweite Teamkollegen
es: 1 punto - compañero bajo, 1 pt. - vs. segundos compañeros

# DESCRIPTION_MATCH_PLAY
source: Head-to-head competition scored by holes won
de: Kopf-an-Kopf-Wettbewerb durch gewonnenen Golflöcher
es: Competición cara a cara anotada por los hoyos ganados.
fr: Compétition face à face marquée par les trous gagnés.

# DESCRIPTION_NASSAU
source: Front side, Back side and 18 holes
de: Ersteseite, Letzteseite und 18 Löcher
es: Primero lado, Segundo lado y 18 hoyos
fr: Premier côté, deuxième côté et 18 trous

# DESCRIPTION_NO_TRASH
source: No Trash/Dots category specified
de: Keine Reste / Punkte Kategorie angegeben
es: No se especificó categoria de Trash / Dots

# DESCRIPTION_POLIE
source: 1-putt longer than flagstick length
de: 1-Putt länger als Flaggenstocklänge
es: 1-putt más largo que la longitud del flagstick
fr: 1-putt plus long que la longueur du drapeau

# DESCRIPTION_PRINTING_PRIVACY_%@
source: Event registration categories identified as “%@” are generally not printed or displayed.
de: Eventsregistrierung Kategorien als „%@“ bezeichnet werden in der Regel nicht gedruckt oder angezeigt.
es: Las categorías de registro de eventos identificadas como “%@” generalmente no se imprimen ni se muestran.
fr: Les catégories d’enregistrement d’événement identifiés comme «%@» ne sont généralement ni imprimés ni affichés.

# DESCRIPTION_SANDIE
source: Up and down from a greenside bunker
de: Auf und ab von einem Grün-Bunker
es: Alto y abajo de un bunker al green acertó
fr: En haut et en bas d’un bunker au bord du green

# DESCRIPTION_SEVE
source: Birdie or better without hitting fairway or green
de: Birdie oder besser, ohne das Fairway oder das Grün zu erreichen
es: Birdie o mejor sin alcanzar el fairway o el green
fr: Birdie ou mieux sans atteindre le fairway ou le green

# DESCRIPTION_SKINS_ALL_SCORES
source: Any valid hole score may win a skin
de: Jeder gültige Golfloch-Score kann einen Skin gewinnen
es: Cualquier resultado de hoyo válido puede ganar un skin

# DESCRIPTION_SKINS_BIRDIE_OR_BETTER
source: Only scores below par may win a skin
de: Nur Golfloch-Scores unter Par können einen Skin gewinnen
es: Solo los resultados debajo del par pueden ganar un skin

# DESCRIPTION_SKINS_BOGEY_OR_BETTER
source: Only scores of bogey or better may win a skin
de: Nur Golfloch-Scores von Bogey oder besser können einen Skin gewinnen
es: Solo resultados de bogey o mejores pueden ganar un skin

# DESCRIPTION_SKINS_PAR_OR_BETTER
source: Only scores of par or better may win a skin
de: Nur Golfloch-Scores von Par oder besser können einen Skin gewinnen
es: Solo resultados de par o mejores pueden ganar un skin

# DESCRIPTION_SNAKE
source: 3-putt, last 3-putt or shortest 3-putt
de: 3-Putt, letzter 3-Putt oder kurzester 3-Putt
es: 3-putt, último 3-putt, o 3-putt más corto
fr: 3-putt, dernier 3-putt ou 3-putt plus court

# DESCRIPTION_STOBBIE
source: On in regulation within length of the pin
de: Einregulierung innerhalb de Länge der Flaggenstock
es: Encendido en regulación dentro de la longitud del flagstick
fr: En régulation dans la longueur du drapeau

# DESCRIPTION_SWING_GAME
source: Rotating team of 2 vs. 3 or more
de: Rotierendes Team von 2 vs. 3 oder mehr
es: Equipo rotativo de 2 vs. 3 o más

# DESCRIPTION_TEAM_MATCH_STYLES
source: ¹ Available for all forms of team play - always used for team-only play and points scoring.
de: ¹ Verfügbar für alle Spielformen - wird immer nur Teamspiele un Punkte erzielen.
es: ¹ Disponible para todo las formas de juego - siempre se usa para jugar en equipo-solo y puntaje de puntos.

# DESCRIPTION_THEME_APPEARANCE
source: Light - Eagle always uses classic Aqua appearance Dark - Eagle always uses Dark Mode appearance System - Eagle uses the appearance selected in System Preferences
de: Helle - Eagle verwendet immer den klassischen Aqua-Thema Dunkel - Eagle verwendet immer den dunklen Modus System - Eagle verwendet das in den Systemeinstellungen ausgewählte Thema
es: Claro - Eagle siempre usa la apariencia clásico de Aqua Oscuro - Eagle siempre usa la apariencia del Modo Oscuro Sistema - Eagle usa la apariencia seleccionada en Preferencias del Sistema
fr: Claire - Eagle utilise toujours l’apperance classique de l’Aqua Sombre - Eagle utilise toujours l’apperance du Mode Sombre Système - Eagle utilise l’apperance sélectionnée dans les Préférences Système

# DESCRIPTION_THEME_PRE_MOJAVE
source: Prior to macOS 10.14 Mojave, Eagle uses the system's standard Aqua appearance style.
de: Vor macOS 10.14 Mojave, Eagle verwendet den standardmäßigen Aqua-Thema des Systems.
es: Antes de macOS 10.14 Mojave, Eagle utiliza el estilo de apariencia Aqua estándar del sistema.
fr: Avant macOS 10.14 Mojave, Eagle utilisait le style d’apperance Aqua standard du système.

# DESCRIPTION_TRASH
source: Points or “dots” awarded for achievements
de: Punkte oder „Flecken“ für Golfleistungen
es: Puntos otorgados por logros de golf
fr: Points attribués pour les réalisations de golf

# DESCRIPTION_WICKERS
source: Trash/Dots value increases with each occurrance
de: Reste / Punkte Werte nehmen mit jedem Auftreten zu
es: Puntos valores aumentan con cada aperición
fr: Trash/Dots valeurs augmentent à chaque occurrence

# DESCRIPTION_WOLF
source: Player, optional partner vs. rest at each hole
de: Spieler, optionaler Partner vs. der Rest an jedem Loch
es: Jugador, compañero opcional vs. resto en cada hoyo
fr: Joueur, partenaire optionnel vs reste à chaque trou

# FORMAT_ADJUSTED_%@_ABBR
source: Adj. %@
de: Ang. %@
es: %@ Aju.
fr: %@ Aju.

# FORMAT_AND_%@
source: and %@
de: und %@
es: y %@
fr: et %@

# FORMAT_APPEARANCE_%@_DEVICE_%@_SYSTEM
source: %@ will adjust its display to accommodate the Display Appearance Settings on your %@.
de: %@ passt das Display an die Anzeigeeinstellungen Ihres %@s an.
es: %@ ajustará su pantalla para acomodar la Configuración de apariencia de pantalla en su %@.

# FORMAT_APPEARANCE_%@_DEVICE_%@_LIGHT
source: %@ will adjust its display for Light Mode, regardless of the iOS setting for your %@, though you may enforce a Dark Theme for the keyboard.
de: %@ passt die Anzeige für den Leichten Modus an, unabhängig von der iOS-Einstellung für Ihr %@, obwohl Sie möglicherweise ein Dunkles Design für die Tastatur erzwingen.
es: %@ ajustará su pantalla para el Modo Claro, independientemente de la configuración de iOS para su %@, aunque puede aplicar un Tema Oscuro para el teclado.

# FORMAT_APPEARANCE_%@_DEVICE_%@_DARK
source: %@ will adjust its display for Dark Mode, regardless of the iOS setting for your %@.
de: %@ passt die Anzeige für den Dunklen Modus an, unabhängig von der iOS-EInstellung für Ihr %@.
es: %@ ajustará su pantalla para el Modo Oscuro, independientemente de la configuración de iOS para su %@.

# FORMAT_ASSIGN_%ld_ROUNDS_TO
source: Assign %ld rounds to
de: %ld Runden zuweisen an
es: Asignar %ld rondas a
fr: Attribuer %ld tours à

# FORMAT_BEST_%d_ROUNDS
source: Best %d Rounds
de: besten %d Golfrunden
es: Mejores %d Rondas
fr: Meilleures %d Tours

# FORMAT_BET_HOLES_%ld_%ld
source: Holes %ld - %ld
de: Löcher %ld - %ld
es: Hoyos %ld - %ld
fr: Trous %ld - %ld

# FORMAT_CART_NO_%@
source: Cart no. %@
de: Wagen nr. %@
es: Carrito no. %@

# FORMAT_CARTS_PLAYER_%@_SHARES_SCORECARD_%@
source: %@ shares the scorecard “%@”
de: %@ teilt die Scorekarte „%@“
es: %@ comparte la tarjeta “%@”

# FORMAT_CLICKORTAP_%@_TO_SELECT
source: %@ to select…
de: %@ um auszuwählen…
es: %@ para seleccionar…
fr: %@ pour sélectionner…

# FORMAT_CLICKORTAP_%@_NUMBER_TO_ADJUST
source: %@ number to adjust
de: %@ Sie auf die Nummer, un sie anzupassen
es: %@ el número para ajustarlo
fr: %@ le numéro pour l’ajuster

# FORMAT_CLICKORTAP_%@_NUMBER_%@_TO_ADJUST
source: %@ number (%@) to adjust
de: %@ Sie auf die Nummer (%@), un sie anzupassen
es: %@ el número (%@) para ajustarlo
fr: %@ le numéro (%@) pour l’ajuster

# FORMAT_COURSE_HANDICAP_%@_TABLE
source: %@ Table
de: %@ Tabelle
es: Tabla %@
fr: Tableau %@

# FORMAT_CURRENT_%@_TITLE
source: Current %@
de: aktuelle %@
es: %@ Actual
fr: %@ Actuelle

# FORMAT_CURRENT_%@_TITLE_PLURAL
source: Current %@
de: aktuellen %@
es: %@ Actuales
fr: %@ Actuelles

# FORMAT_DETERMINE_YOUR_%@_WITH_YOUR_%@
source: Determine your %@ on the right by finding the row in which your %@ appears on the left.
de: Bestimme Dein %@ auf der rechten Seite indem Sie die Zeile finden, in der Ihre %@ auf der linken Seite steht.
es: Determina tu %@ de la derecha encontrando la fila donde aparece tu %@ de la izquierda.
fr: Déterminez votre %@ à droite en repérant la rangée ou apparaît votre %@ de gauche.

# FORMAT_DISCONTINUED_HANDICAP_METHOD_%@_PLAYER_%@
source: The %@ is no longer available. If you select another method for %@ and save the change, you will be unable to restore the previous setting.
de: Das %@ ist nicht mehr verfügbar. Wenn Sie eine andere Methode für %@ auswählen und die Änderung speichern, können Sie die vorherige Einstellung nicht wiederherstellen.
es: El %@ ya no está disponible. Si selecciona otro método para %@ y guarda el cambio, no podrá retaurar la configuración previa.

# FORMAT_EVENT_HAS_TEE_%@_WARNING
source: Warning: Event is configured with a starting tee (%@).
de: Warnung: Event wird mit einem Start-Tee konfiguriert (%@).
es: Aviso: El evento se configura con un tee de comienzo (%@).

# FORMAT_EVENT_HAS_TIME_%@_WARNING
source: Warning: Event is configured with a tee time (%@).
de: Warnung: Event wird mit einer Teezeit konfiguriert (%@).
es: Aviso: El evento se configura con un tee-time (%@).

# FORMAT_FOR_TITLE_%@
source: For %@…
de: Für %@…
es: Para %@…

# FORMAT_INVALID_%@
source: invalid %@
de: ungültige %@
es: %@ inválido

# FORMAT_%@_IS_DEFAULT_TEAM_CAPTAIN
source: %@ assigned by handicap as team captain.
de: %@ wird per Handicap zum Mannschaftskapitän ernannt.
es: %@ asignado por handicap como capitán del equipo.

# FORMAT_%@_IS_DESIGNATED_TEAM_CAPTAIN
source: %@ is designated as team captain.
de: %@ wird zum Mannschaftskapitän ernannt.
es: %@ es designado capitán del equipo.

# FORMAT_%@_IS_DEFAULT_SCORECARD_CAPTAIN
source: %@ assigned by handicap as scorecard captain.
de: %@ wird per Handicap zum Kapitän der Scorekarte ernannt.
es: %@ asignado por handicap como capitán de la tarjeta de score.

# FORMAT_%@_IS_DESIGNATED_SCORECARD_CAPTAIN
source: %@ is designated as scorecard captain.
de: %@ wird zum Kapitän der Scorekarte ernannt.
es: %@ es designado capitán de la tarjeta de score.

# FORMAT_MB_DOWNLOADED_%1.1f
source: %1.1fMB downloaded
de: %1.1fMB heruntergeladen
es: %1.1fMB descargados
fr: %1.1fMB téléchargés

# FORMAT_MISSING_%@
source: missing %@
de: fehlender %@
es: %@ faltante

# FORMAT_NET_%@
source: Net %@
de: Netto-%@
es: %@ Neto

# FORMAT_NO_%@
source: no %@
de: keine %@
es: sin %@

# FORMAT_NOT_AVAILABLE_WITH_%@
source: not available for %@
de: nicht für %@ verfügbar
es: no disponible para %@
fr: non disponible pour %@

# FORMAT_NOTIFY_%@_ABOUT_%@
source: Please notify %@ about: %@
de: Bitte benachrichtigen Sie %@ über: %@
es: Por favor notifique a %@ sobre: %@

# FORMAT_OPEN_%@
source: Open %@
de: Öffne %@
es: Abrir %@
fr: Ouvrir %@

# FORMAT_OPEN_3_%@
source: Open 3 %@
de: Öffne 3 %@
es: Abrir 3 %@
fr: Ouvrir 3 %@

# FORMAT_SELECTED_ITEM_%@_ONE
source: 1 %@ selected
de: 1 %@ ausgewählt
es: 1 %@ seleccionado

# FORMAT_SELECTED_ITEM_%@_NONE
source: no %@ selected
de: keine %@ ausgewählt
es: no hay %@ seleccionados

# FORMAT_SELECTED_ITEMS_%1$@_COUNT_%2$d
source: %2$d %1$@ selected
de: %2$d %1$@ ausgewählt
es: %2$d %1$@ seleccionados

# FORMAT_SWAP_%@_HEADER
source: Swap %@…
de: %@ tauschen…
es: Intercambiar %@…

# FORMAT_THROUGH_HOLE_%@
source: through %@
de: bis %@
es: hasta %@
