Repository: Mulligan-Software/GOLFKit
Catalog: GOLFKit/*.lproj/GOLFKit.strings
Languages: de, es, fr

# TERM_ACCOUNT
source: account
de: Konto
es: cuenta

# TERM_ACKNOWLEDGEMENT_PLURAL
source: acknowledgments
de: Danksagungen
es: reconocimientos

# TERM_ADJUSTED
source: adjusted
de: angepasst
es: ajustado
fr: ajusté

# TERM_ADJUSTED_ABBR
source: adj.
de: ang.
es: aju.
fr: aju.

# TERM_ADJUSTED_FOR_RATINGS
source: adjusted for Course Rating differences
de: bereinigt um Unterschiede der Course Ratings
es: ajustado por diferencias de Clasificaciones del Campo
fr: ajusté pour les différences d’Évaluations Parcours

# TERM_ADJUSTMENT
source: adjustment
de: Anpassung
es: adjuste

# TERM_AGGREGATION
source: aggregation
de: Ansammlung
es: agregación

# TERM_AGGREGATION_PLURAL
source: aggregations
de: Ansummlungen
es: agregaciones

# TERM_ALL
source: all
de: alle
es: todo
fr: toutes

# TERM_ALL_SEARCH
source: all
de: alle
es: todo
fr: tout

# TERM_ALLOWANCE
source: allowance
de: Zustimmung
es: asignación
fr: allocation

# TERM_AND
source: and
de: und
es: y
fr: et

# TERM_APPEARANCE
source: appearance
de: Erscheinungsbild
es: apariencia

# TERM_ASSIGN
source: assign
de: zuweisen
es: asignar
fr: attribuer

# TERM_ATTESTOR
source: attestor
de: Attestierer
es: certificador

# TERM_AUTHORITY
source: authority
de: Autorität
es: potestad
fr: autorité

# TERM_AUTHORIZATION
source: authorization
de: Autorisierung
es: autorización
fr: autorisation

# TERM_AVERAGE
source: average
de: mittlere
es: promedio
fr: moyenne

# TERM_BACK
source: back
de: letzte
es: segundo
fr: deuxième

# TERM_BACKWARD
source: backward
de: rückwärts
es: hacia atrás

# TERM_BEGINNING
source: beginning
de: anfang
es: comienza

# TERM_BEST
source: best
de: beste
es: mejor
fr: meilleur

# TERM_BET
source: bet
de: Wette
es: apuesta
fr: pari

# TERM_BET_PLURAL
source: bets
de: Wetten
es: apuestas
fr: paris

# TERM_BOY_PLURAL
source: boys
de: Jungen
es: muchachos

# TERM_CALCULATE
source: calculate
de: berechnung
es: calcular

# TERM_CALCULATES
source: calculates
de: berechnet
es: calcula

# TERM_CART
source: cart
de: Wagen
es: carrito

# TERM_CART_PLURAL
source: carts
de: Wagen
es: carritos

# TERM_CHOOSE
source: choose
de: auswählen
es: seleccionar
fr: choisir

# TERM_CITY
source: city
de: Stadt
es: ciudad
fr: ville

# TERM_CLICK
source: click
de: klicken
es: clic
fr: cliquez

# TERM_CLUB_PLURAL
source: clubs
es: clubes

# TERM_CODE
source: code
es: código

# TERM_COMPETITION
source: competition
de: Wettbewerb
es: competencia

# TERM_COMPETITOR
source: competitor
de: Konkurrent
es: competidor
fr: concurrent

# TERM_COMPETITOR_PLURAL
source: competitors
de: Konkurrenten
es: competidores

# TERM_COMPLETE
source: complete
de: komplett
es: completo
fr: complet

# TERM_CONTINUE
source: continue
de: fortfahren
es: continuar
fr: continuer

# TERM_COPY
source: copy
de: kopieren
es: copiar
fr: copier

# TERM_COUNTRY_ADJ
source: country
es: campo

# TERM_COUNTRY_NOUN
source: country
de: Land
es: país

# TERM_COURSE
source: course
de: Golfplatz
es: campo
fr: parcours

# TERM_COURSE_PLURAL
source: courses
de: Golfplätze
es: campos
fr: parcours

# TERM_CURRENT
source: current
de: jetzt
es: actual

# TERM_CUSTOMIZATION
source: customization
de: Anpassung
es: personalización
fr: personnalisation

# TERM_CUSTOMIZATION_PLURAL
source: customizations
de: Anpassungen
es: personalizaciones
fr: personnalisations

# TERM_DATE
source: date
de: Datum
es: fecha

# TERM_DEFAULT_PLURAL
source: defaults
de: Standardeinstellungen
es: valores predeterminados

# TERM_DELETE
source: delete
de: löschen
es: eliminar
fr: supprimer

# TERM_DIFFERENTIAL
source: differential
es: diferencial

# TERM_DIFFERENTIAL_ABBR
source: diff.
es: dif.

# TERM_DISQUALIFIED
source: disqualified
de: disqualifiziert
es: descalificado
fr: disqualifié

# TERM_DISQUALIFIED_ABBR
source: disq.
es: desc.

# TERM_DOUBLE_TAP
source: double-tap
de: zweimal tippen
es: pulsa dos veces
fr: toucher deux fois

# TERM_DOWNLOAD
source: download
es: descargar
fr: télécharger

# TERM_DUPLICATE
source: duplicate
de: duplizieren
es: duplicar
fr: dupliquer

# TERM_EFFECTIVE
source: effective
de: des Inkrafttretens
es: efectiva

# TERM_ENDING
source: ending
de: ende
es: final

# TERM_ENTER
source: enter
de: Nummer eingeben
es: intro
fr: entrée

# TERM_EVEN
source: even
de: eben
es: igual
fr: égal

# TERM_EVENT
source: event
es: evento
fr: événement

# TERM_EVENT_PLURAL
source: events
es: eventos
fr: événements

# TERM_EVERYTHING
source: everything
de: alles
es: todo
fr: tout

# TERM_FAILED
source: failed
de: fehlgeschlagen
es: falló

# TERM_FEMALE
source: female
de: weiblich
es: femenino

# TERM_FEMALE_PLAYER_PLURAL
source: women
de: Damen
es: damas

# TERM_FIND
source: find
de: suchen
es: buscar
fr: rechercher

# TERM_FOR
source: for
de: für
es: para

# TERM_FORWARD
source: forward
de: vorwärts
es: adelante

# TERM_FOR_ABOUT
source: for
de: über
es: por

# TERM_FOUND
source: found
de: gefunden
es: encontró

# TERM_FROM
source: from
de: von
es: de

# TERM_FROM_FIRST_AND_TENTH_TEE
source: from 1st and 10th tee
de: vom 1. und 10. Tee
es: desde 1ᵉʳ y 10º tee

# TERM_FROM_FIRST_TEE
source: from 1st tee
de: vom 1. Tee
es: desde 1ᵉʳ tee

# TERM_FROM_TEE_NO
source: from tee no.
de: vom Tee nr.
es: desde tee no.

# TERM_FRONT
source: front
de: ersten
es: primero
fr: premier

# TERM_GAIN
source: gain
de: Gewinn
es: ganancia

# TERM_GENDER
source: gender
de: Geschlecht
es: género

# TERM_GIRL_PLURAL
source: girls
de: Mädchen
es: muchachas

# TERM_GOAL
source: goal
es: objetivo

# TERM_GROSS
source: gross
de: brutto
es: bruto
fr: brut

# TERM_GUEST
source: guest
de: Gast
es: invitado

# TERM_HANDICAPPING
source: handicapping
de: Handicapend
es: handicapando
fr: handicapant

# TERM_HELP
source: help
de: Hilfe
es: ayuda
fr: aide

# TERM_HOLE
source: hole
de: Loch
es: hoyo
fr: trou

# TERM_HOLE_PLURAL
source: holes
de: Löcher
es: hoyos
fr: trous

# TERM_IGNORE
source: ignore
de: ignorieren
es: ignorar

# TERM_IMPORT
source: import
de: importieren
es: importar
fr: importer

# TERM_IMPROVEMENT
source: improvement
de: Verbesserung
es: mejora

# TERM_INDICATE
source: indicate
de: zeigen
es: indicar
fr: indiquer

# TERM_IRISH
source: Irish
de: irische
es: Irlandesa
fr: Irlandais

# TERM_KEYBOARD
source: keyboard
de: Tastatur
es: teclado

# TERM_LAST_NAME
source: last name
de: Nachname
es: apellido

# TERM_LEADERBOARD
source: leaderboard
de: Bestenliste
es: tabla de clasificación

# TERM_LEVEL
source: level
de: Niveau
es: nival

# TERM_LIMITED
source: limited
de: limitiert
es: limitado
fr: limité

# TERM_LINK
source: link
es: enlace

# TERM_LOCATE
source: locate
de: suchen
es: ubicar
fr: localiser

# TERM_LOCATION
source: location
de: Lokalität
es: localidad

# TERM_LOCK
source: lock
de: sperren
es: bloquear

# TERM_LOCKED
source: locked
de: gesperrt
es: bloqueado

# TERM_LOOKUP
source: lookup
de: nachsehen
es: buscar

# TERM_LOSES
source: loses
de: verliert
es: pierde

# TERM_LOSING
source: losing
de: verliert um
es: está perdiendo

# TERM_LOW
source: low
de: klein
es: bajo
fr: moins

# TERM_MALE
source: male
de: männlich
es: masculino

# TERM_MALE_PLAYER_PLURAL
source: men
de: Herren
es: caballeros

# TERM_MARKER
source: marker
de: Punktrichter
es: tanteador

# TERM_MATCH
source: match
es: partido

# TERM_MATCH_PLURAL
source: matches
es: partidos

# TERM_MAXIMUM
source: maximum
es: máximo

# TERM_MAXIMUM_ABBR
source: max.
es: máx.

# TERM_MEASURED
source: measured
de: gemessen
es: medido
fr: mesuré

# TERM_MEDAL
source: medal
de: medaille
es: medalla
fr: médaille

# TERM_MEDALMATCH
source: Medal Match
de: Match Medaille
es: Match Medalla
fr: Match Médaille

# TERM_MEMBER
source: member
de: Mitglied
es: miembro

# TERM_METER_PLURAL
source: meters
de: Meter
es: metros
fr: mètres

# TERM_METHOD
source: method
de: Methode
es: método

# TERM_MINUTES_APART
source: minutes apart
de: Minuten auseinander
es: minutos de diferencia

# TERM_MODIFIER
source: modifier
de: Modifikator
es: modificador

# TERM_MORE
source: more
de: Mehr
es: más
fr: plus

# TERM_MOVE
source: move
de: bewegen
es: trasladar
fr: déplacer

# TERM_NAME
source: name
es: nombre

# TERM_NET
source: net
de: netto
es: neto

# TERM_NEXT
source: next
de: weiter
es: siguiente
fr: suivant

# TERM_NINE
source: nine
de: Neun
es: nueve
fr: neuf

# TERM_NINE_PLURAL
source: nines
de: Neunen
es: nueves
fr: neufs

# TERM_9_HOLE
source: 9-hole
de: 9-Loch
es: 9-hoyo

# TERM_NINEPT
source: 9-Point
de: 9-Punkte
es: 9-Puntos
fr: 9-Points

# TERM_NONE
source: none
de: keiner
es: nada
fr: aucun

# TERM_NOTE
source: note
de: Notiz
es: nota
fr: mémo

# TERM_NOTE_PLURAL
source: notes
de: Notizen
es: notas
fr: mémos

# TERM_NOTICE
source: notice
de: beachten
es: aviso

# TERM_NUMBER
source: number
de: Nummer
es: número
fr: número

# TERM_NUMBER_PLURAL
source: numbers
de: Nummern
es: números
fr: números

# TERM_ON_SITUATED
source: on
de: in
es: en

# TERM_OPEN
source: open
de: öffnen
es: abrir
fr: ouvrir

# TERM_OPT_OUT
source: opt out
de: ablehnen
es: optar fuera

# TERM_OVERALL
source: overall
de: gesamt
es: de conjunto
fr: général

# TERM_OVERRIDDEN
source: overridden
de: überschrieben
es: anulado

# TERM_PAIRING
source: pairing
de: Paarung
es: pareja
fr: jumelage

# TERM_PAIRING_PLURAL
source: pairings
de: Paarungen
es: parejas
fr: jumelages

# TERM_PLACE
source: place
de: Platz
es: lugar

# TERM_PLAYER
source: player
de: Spieler
es: jugador
fr: joueur

# TERM_PLAYER_PLURAL
source: players
de: Spieler
es: jugadores
fr: joueurs

# TERM_POINT
source: point
de: Punkt
es: punto

# TERM_POINT_PLURAL
source: points
de: Punkte
es: puntos

# TERM_PRESS
source: press
de: Presse
es: presión
fr: presse

# TERM_PRIVATE
source: private
de: privat
es: particular
fr: privé

# TERM_PURCHASE
source: purchase
de: kauf
es: comprar
fr: acheter

# TERM_QUIT
source: quit
de: beenden
es: salir
fr: quitter

# TERM_QUOTA
source: quota
de: Quote
es: cuota

# TERM_RANDOMLY
source: randomly
de: zufällig
es: al azar

# TERM_RANK
source: rank
de: Rang
es: grado

# TERM_RATING
source: rating
de: Bewertung
es: calificación

# TERM_RATING_PLURAL
source: ratings
de: Bewertungen
es: calificaciones

# TERM_RATING_PLURAL_ABBR
source: ratings
de: Bewer.
es: calif.

# TERM_RESET
source: reset
de: zurücksetzen
es: restablecer

# TERM_REVERSERITZ
source: Reverse Ritz
de: Ritz Rückwärts
es: Ritz Reversa
fr: Ritz Inverse

# TERM_ROUND
source: round
de: Runde
es: ronda
fr: tour

# TERM_ROUND_PLURAL
source: rounds
de: Runden
es: rondas
fr: tours

# TERM_ROUNDED
source: rounded
de: aufgerundet
es: redondeado

# TERM_SAND
source: sand
es: arena
fr: sable

# TERM_SAVE
source: save
de: sichern
es: guardar
fr: enregistrer

# TERM_SCORE
source: score
es: resultado

# TERM_SCORE_ABBR
source: score
es: res.

# TERM_SCORE_PLURAL
source: scores
es: resultados

# TERM_SCOREBOARD
source: scoreboard
de: Anzeigetafel
es: marcador
fr: tableau

# TERM_SCORECARD
source: scorecard
de: Scorekarte
es: tarjeta
fr: carte de score

# TERM_SCORECARD_PLURAL
source: scorecards
de: Scorekarten
es: tarjetas
fr: cartes de score

# TERM_SCORECARD_PLURAL_SHORT
source: scorecards
de: Scorekarten
es: tarjetas
fr: cartes

# TERM_SCORING
source: scoring
de: Wertung
es: puntuación
fr: notation

# TERM_SECOND
source: second
de: Sekunde
es: segundo

# TERM_SECOND_PLURAL
source: seconds
de: Sekunden
es: segundos

# TERM_SELECTED
source: selected
de: ausgewählt
es: seleccionado
fr: choisi

# TERM_SETTINGS
source: settings
de: Einstellungen
es: ajustes
fr: réglages

# TERM_SIDE
source: side
de: Seite
es: lado
fr: côté

# TERM_SIDE_PLURAL
source: sides
de: Seiten
es: lados

# TERM_SIXPT
source: 6-Point
de: 6-Punkte
es: 6-Puntos
fr: 6-Points

# TERM_SORT
source: sort
de: sortieren
es: ordenar

# TERM_STATUS
source: status
es: estado
fr: statut

# TERM_STROKE
source: stroke
de: Schlag
es: golpe
fr: coup

# TERM_STROKE_PLURAL
source: strokes
de: Schläge
es: golpes
fr: coups

# TERM_STYLE
source: style
de: Art
es: estilo

# TERM_SUPERSEDED
source: superseded
de: abgelöst
es: suplantado

# TERM_TAP
source: tap
de: tippe
es: pulsa
fr: touchez

# TERM_TEAM
source: team
de: Mannschaft
es: equipo
fr: équipe

# TERM_TEAM_PLURAL
source: teams
de: Mannschaften
es: equipos
fr: équipes

# TERM_TEAMMATE
source: teammate
de: Mannschaftskamerad
es: compañero
fr: coéquipier

# TERM_TEAMMATE_PLURAL
source: teammates
de: Teamkollegen
es: compañeros
fr: coéquipiers

# TERM_THEME
source: theme
de: Thema
es: tema
fr: thème

# TERM_THROUGH
source: through
de: während
es: hasta

# TERM_THROUGH_TEE_NO
source: through no.
de: bis nr.
es: hasta no.

# TERM_TIE
source: tie
de: Remis
es: empate

# TERM_TIEBREAKER
source: tiebreaker
es: desempate
fr: jouant la belle

# TERM_TIEBREAKER_PLURAL
source: tiebreakers
es: desempates
fr: jouant la belle

# TERM_TIME
source: time
de: Zeit
es: hora

# TERM_TIPS
source: tips
de: Hinweise
es: consejos
fr: astuces

# TERM_TODAY
source: today
de: Heute
es: hoy
fr: aujourd’hui

# TERM_TOMORROW
source: tomorrow
de: Morgen
es: mañana
fr: demain

# TERM_TOURNAMENT
source: tournament
de: Turnier
es: torneo
fr: tournoi

# TERM_TRAINING
source: training
de: Schulung
es: entrenamiento
fr: formation

# TERM_TREND
source: trend
es: tendencia
fr: tendance

# TERM_TYPE
source: type
de: Art
es: tipo

# TERM_UNKNOWN
source: unknown
de: unbekannter
es: ignoto
fr: inconnu

# TERM_UNLINK
source: unlink
de: Verknüpfung aufheben
es: desenlazar

# TERM_UNLOCK
source: unlock
de: entsperren
es: desbloquear

# TERM_UNLOCKED
source: unlocked
de: entsperrt
es: desbloqueado

# TERM_UNNAMED
source: unnamed
de: namenlos
es: sin nombre

# TERM_UNRATED
source: unrated
de: ohne Bewertung
es: sin clasificar

# TERM_UPDATED
source: updated
de: aktualisierte
es: actualizado

# TERM_USE
source: use
de: verwenden
es: usar
fr: utiliser

# TERM_USED
source: used
de: benutzt
es: utilizado

# TERM_USED_ABBR
source: used
de: benu.
es: util.

# TERM_VALUE
source: value
de: Wert
es: valor
fr: valeur

# TERM_VERSION
source: version
es: versión

# TERM_WAGERING
source: wagering
de: Wetten
es: apostando
fr: parier

# TERM_WINNING
source: winning
de: führt mit
es: está ganando

# TERM_WINS
source: wins
de: gewinnt
es: gana
fr: gagne

# TERM_WOMAN_PLURAL
source: women
de: Damen
es: damas
fr: femmes

# TERM_YARD_PLURAL
source: yards
es: yardas

# TERM_YARDAGE
source: yardage
de: Meterzahl
es: metraje
fr: métrage

# TERM_YES
source: yes
de: Ja
es: sí
fr: oui

# TERM_YESTERDAY
source: yesterday
de: Gestern
es: ayer
fr: hier

# TERM_ZERO
source: zero
de: null
es: cero
fr: zéro

# GOLF_TEE_COLOR_NAME_BLACK
source: Black
de: schwarz
es: Negro
fr: Noir

# GOLF_TEE_COLOR_NAME_BLUE
source: Blue
de: blau
es: Azul
fr: Bleue

# GOLF_TEE_COLOR_NAME_WHITE
source: White
de: weiß
es: Blanco
fr: Blanc

# GOLF_TEE_COLOR_NAME_GREEN
source: Green
de: grün
es: Verde
fr: Vert

# GOLF_TEE_COLOR_NAME_RED
source: Red
de: rot
es: Rojo
fr: Rouge

# GOLF_TEE_COLOR_NAME_YELLOW
source: Yellow
de: gelb
es: Amarillo
fr: Jaune

# GOLF_TEE_COLOR_NAME_BROWN
source: Brown
de: braun
es: Marrón
fr: Brun

# GOLF_TEE_COLOR_NAME_GOLD
source: Gold
de: golden
es: Dorado
fr: D’Or

# GOLF_TEE_COLOR_NAME_SILVER
source: Silver
de: silbern
es: Plateado
fr: D’Argent

# GOLF_TEE_COLOR_NAME_PURPLE
source: Purple
de: lila
es: Morado
fr: Pourpre

# GOLF_TEE_COLOR_NAME_ORANGE
source: Orange
de: orangefarben
es: Anaranjado

# GOLF_TEE_COLOR_NAME_MAROON
source: Maroon
de: kastanienbraun
es: Vinotinto
fr: Marron

# GOLF_TEE_COLOR_NAME_TAN
source: Tan
es: Bronceado
fr: Beige

# GOLF_TEE_COLOR_NAME_PINK
source: Pink
de: rosa
es: Rosado
fr: Rose

# GOLF_TEE_COLOR_NAME_TEAL
source: Teal
es: Trullo
fr: Sarcelle

# GOLF_TEE_COLOR_NAME_AZURE
source: Azure
de: himmelblau
es: Azur
fr: Azur

# GOLF_TEE_COLOR_NAME_BLUE_AND_WHITE
source: Blue & White
de: blau und weiß
es: Azul y Blanco
fr: Bleue & Blanc

# GOLF_TEE_COLOR_NAME_RED_AND_YELLOW
source: Red & Yellow
de: rot und gelb
es: Rojo y Amarillo
fr: Rouge & Jaune

# GOLF_TEE_COLOR_NAME_YELLOW_AND_BLUE
source: Yellow & Blue
de: gelb und blau
es: Amarillo y Azul
fr: Jaune & Bleue

# GOLF_TEE_COLOR_NAME_RED_AND_WHITE
source: Red & White
de: rot und weiß
es: Rojo y Blanco
fr: Rouge & Blanc

# GOLF_TEE_COLOR_NAME_BLACK_AND_GOLD
source: Black & Gold
de: schwarz und gold
es: Negro y Dorado
fr: Noir & Or

# GOLF_TEE_COLOR_NAME_WHITE_AND_GOLD
source: White & Gold
de: weiß und gold
es: Blanco y Dorado
fr: Blanc & Or

# GOLF_TEE_COLOR_NAME_BLACK_AND_WHITE
source: Black & White
de: schwarz und weiß
es: Negro y Blanco
fr: Noir & Blanc

# GOLF_TEE_COLOR_NAME_BLUE_AND_GREEN
source: Blue & Green
de: blau und grün
es: Azul y Verde
fr: Bleue & Vert

# GOLF_TEE_COLOR_NAME_GREEN_AND_RED
source: Green & Red
de: grün und rot
es: Verde y Rojo
fr: Vert & Rouge

# GOLF_TEE_COLOR_NAME_GREEN_AND_WHITE
source: Green & White
de: grün und weiß
es: Verde y Blanco
fr: Vert & Blanc

# GOLF_TEE_COLOR_NAME_CUSTOM
source: Custom
de: angepasste
es: Personalizado
fr: Personnalisé

# GOLF_TEE_COLOR_NAME_USA
source: U.S.A.
es: EE.UU.

# GOLF_TEE_COLOR_NAME_EU
source: E.U.
es: UE.
fr: UE.

# GOLF_TEE_COLOR_NAME_ONE
source: One
de: Eins
es: Uno

# GOLF_TEE_COLOR_NAME_TWO
source: Two
de: Zwei
es: Dos

# GOLF_TEE_COLOR_NAME_THREE
source: Three
de: Drei
es: Tres

# GOLF_TEE_COLOR_NAME_FOUR
source: Four
de: Vier
es: Cuatro

# GOLF_TEE_COLOR_NAME_GENERIC
source: A Tee
de: Ein Tee
es: Un Tee
fr: Un Jalon

# GOLF_TEE_COLOR_NAME_UNKNOWN
source: Unknown
de: unbekannte
es: Desconocido
fr: Inconnu

# GOLF_TEE_COLOR_NAME_ADD
source: Add
de: ergänzen
es: Añadir
fr: Ajouter

# GOLF_TEE_COLOR_NAME_ALL
source: All
de: alle
es: Todo
fr: Tout

# HANDICAP_METHOD_2ND_BEST
source: Second-Best Score System
de: Golfergebnisse zweitbestes System
es: Sistema Segundo-Mejor Puntaje
fr: Système Second-Best Score

# HANDICAP_METHOD_AGU
source: Golf Australia Handicap System
de: Golf Australien Handicap-System
es: Sistema Handicap de Golf Australia
fr: Golf Australie Système de Handicap

# HANDICAP_METHOD_CONGU
source: CONGU Unified Handicapping System
de: CONGU Handicap-System einheitlich
es: Sistema Handicap Unificado de CONGU
fr: CONGU Système Handicapant Unifié

# HANDICAP_METHOD_EGA
source: EGA Handicap System
es: Sistema Handicap EGA
fr: EGA Système de Handicap

# HANDICAP_METHOD_MULLIGAN
source: Mulligan Handicapping
de: Mulligan behindert
es: Handicapping Mulligan
fr: Handicapant Mulligan

# HANDICAP_METHOD_PERSONAL
source: Personal Handicapping
de: Einzelperson behindert
es: Handicapping Personales
fr: Handicapant Individuel

# HANDICAP_METHOD_RCGA
source: Golf Canada Handicap System
de: Golf Kanada Handicap-System
es: Sistema Handicap Golf Canada
fr: Golf Canada Système de Handicap

# HANDICAP_METHOD_UNKNOWN
source: Unknown handicapping method
de: Unbekannte Handicap-Method
es: Método de handicap desconocido
fr: Système handicapant inconnu

# HANDICAP_METHOD_USGA
source: USGA Handicap System
es: Sistema Handicap USGA
fr: USGA Système de Handicap

# HANDICAP_METHOD_WHS
source: World Handicap System
de: Weltweites Handicap-System
es: Sistema Handicap Mundial
fr: Système de Handicap Mondial

# HANDICAP_ASSOCIATION_CONGU
source: Council of National Golf Unions
de: Rat der Nationalen Golf-Verien
es: Consejo de Uniones Nacionales de Golf
fr: Conseil des Syndicats Nationaux de Golf

# HANDICAP_ASSOCIATION_EGA
source: European Golf Association
de: Europäischer Golfverband
es: Asociación Europea de Golf
fr: Association Européenne de Golf

# HANDICAP_ASSOCIATION_WHS
source: United States Golf Association and The R&A
de: United States Golf Association und Die R&A
es: United States Golf Association y El R&A
fr: Système de Handicap Mondial

# TIEBREAKER_HOLE_NO_%d
source: hole no. %d
de: Loch nr. %d
es: hoyo no. %d
fr: trou no. %d

# TIEBREAKER_OUTCOME_TIED
source: tied
de: unentschieden
es: empate
fr: égalité

# TIEBREAKER_OUTCOME_LAST
source: last hole
de: letzte Loch
es: último hoyo
fr: trou ultime

# TIEBREAKER_OUTCOME_LAST_3
source: last 3 holes
de: letzen 3 Löcher
es: últimos 3 hoyos
fr: 3 derniers trous

# TIEBREAKER_OUTCOME_LAST_6
source: last 6 holes
de: letzen 6 Löcher
es: últimos 6 hoyos
fr: 6 derniers trous

# TIEBREAKER_OUTCOME_LAST_9
source: last 9 holes
de: letzen 9 Löcher
es: últimos 9 hoyos
fr: 9 derniers trous

# TIEBREAKER_OUTCOME_LAST_18
source: last 18 holes
de: letzen 18 Löcher
es: últimos 18 hoyos
fr: 18 derniers trous

# TIEBREAKER_OUTCOME_ROUND_TOTAL
source: round total
de: Runde Gesamt
es: total de ronda
fr: total de partie

# TIEBREAKER_OUTCOME_BY_COMPLETE
source: complete round
de: komplett Runde
es: ronda completa
fr: partie complète

# TIEBREAKER_OUTCOME_BY_LOT
source: by lot
de: durch Los bestimmt
es: para sorteo
fr: tirage au sort

# TIEBREAKING_HDCP_BACKWARD
source: by hole handicaps, backwards
de: nach Loch handicaps, umgekehrt
es: para handicap de hoyo, al revés
fr: par handicap de trou, à l’envers

# TIEBREAKING_HDCP_BACKWARD_DESC
source: No. 18 handicap hole, no. 17, etc.
de: Nr. 18 handicap Loch, nr. 17, etc.
es: Hoyo con handicap 18, handicap 17, etc.
fr: Trou de handicap 18, handicap 17, etc.

# TIEBREAKING_HDCP_FORWARD
source: by hole handicaps
de: nach Loch handicaps
es: para handicap de hoyo
fr: par handicap de trou

# TIEBREAKING_HDCP_FORWARD_DESC
source: No. 1 handicap hole, no. 2, etc.
de: Nr. 1 handicap Loch, nr. 2, etc.
es: Hoyo con handicap 1, handicap 2, etc.
fr: Trou de handicap 1, handicap 2, etc.

# TIEBREAKING_HIGH_HANDICAP
source: higher handicap wins
de: das höhere Handicap gewinnt
es: handicap más alto gana
fr: handicap plus grande va gagner

# TIEBREAKING_HOLE_BACKWARD
source: by hole, backwards
de: nach Loch, umgekehrt
es: para hoyo, al revés
fr: par trou, à l’envers

# TIEBREAKING_HOLE_BACKWARD_DESC
source: Hole no. 18, no. 17, etc.
de: Loch nr. 18, nr. 17, etc.
es: Hoyo no. 18, no. 17, etc.
fr: Trou no. 18, no. 17, etc.

# TIEBREAKING_HOLE_FORWARD
source: by hole
de: nach Loch
es: para hoyo
fr: par trou

# TIEBREAKING_HOLE_FORWARD_DESC
source: Hole no. 1, no. 2, etc.
de: Loch nr. 1, nr. 2, etc.
es: Hoyo no. 1, no. 2, etc.
fr: Trou no. 1, no. 2, etc.

# TIEBREAKING_LOW_HANDICAP
source: lower handicap wins
de: das kleinere Handicap gewinnt
es: handicap más bajo gana
fr: handicap plus petit va gagner

# TIEBREAKING_NONE
source: None
de: Keiner
es: Ninguno
fr: Aucun

# TIEBREAKING_USGA
source: USGA scorecard match
de: USGA Scorekarte Vergleich
es: Encajar las tarjetas
fr: Rapprocher des cartes

# TIEBREAKING_USGA_DESC
source: Last 9 holes, last 6, last 3, last hole
de: letzen 9 Löcher, letzen 6, letzen 3, letzte Loch
es: Úlitimo 9 hoyos, último 6, último 3, último hoyo
fr: Dernier 9 trous, dernier 6, dernier 3, trou ultime

# TITLE_ABBREVIATED_DATES
source: Abbreviated Dates
de: Abgekürzte Daten
es: Fechas Abreviadas
fr: Dates Abrégées

# TITLE_ACCESSORY_PRINT_INITIALS
source: Players’ Initials
de: Initialen der Spieler
es: Initiales de Jugadores
fr: Initiales des Joueurs

# TITLE_ACCOUNT_NUMBER
source: Account Number
de: Kontonummer
es: Número de Cuenta

# TITLE_ADD_A_ROUND
source: Add a Round
de: Eine Runde ergänzen
es: Añadir una ronda
fr: Ajoutez un tour

# TITLE_ADD_BUTTON
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter

# TITLE_ADVANCED_DUPLICATES
source: Prohibit duplicate hole handicaps
de: Verbieten Sie doppelte Loch-Handicaps
es: Prohibir los handicaps de hoyo duplicado
fr: Prohibir les handicaps de trou dupliqués

# TITLE_ADVANCED_MULTIPLE_PRESSES
source: Prohibit multiple presses
de: Verbieten mehrfache Pressen
es: Prohibir presiones múltiplo
fr: Prohibir les presses multiple

# TITLE_ADVANCED_9_HOLE_HANDICAPS
source: Require 9-hole handicaps
de: Erfordert 9-Loch Handicaps
es: Requerir handicaps 9-hoyos
fr: Requérir handicaps 9-trous

# TITLE_ADVANCED_REFERENCE_TEES
source: Allow rating “Reference” Tees
de: Zulassen Rating „Referenz“ Tees
es: Permitir Clasificación Tees “Referencia”
fr: Permettre évaluation Jalons «Référence»

# TITLE_ALLOWANCE
source: Allowance
de: Zustimmung
es: Asignación
fr: Allocation

# TITLE_ALWAYS_DARK
source: Always Dark
de: Immer Dunkel
es: Siempre Oscuro
