Repository: Mulligan-Software/GOLFKit
Catalog: GOLFKit/*.lproj/GOLFKit.strings
Languages: de, es, fr

# TITLE_ALWAYS_LIGHT
source: Always Light
de: Immer Leicht
es: Siempre Claro

# TITLE_AN_ERROR_OCCURRED
source: An error occurred
de: Ein Fehler ist aufgetreten
es: Ocurrió un error

# TITLE_ANIMALS
source: Animals
de: Tiere
es: Animales

# TITLE_APPLY_BUTTON
source: Apply
de: Anwenden
es: Aplicar

# TITLE_ASSIGN_BUTTON
source: Assign
de: Bewirken
es: Asignar

# TITLE_ASSIGN_ROUND_TO
source: Assign a round to
de: Zuweisen eine Runde
es: Asignar una ronda a
fr: Attribuer un tour à

# TITLE_ASSIGN_TEES
source: Assign Starting Tees
de: Start-Tee zuweisen
es: Asignar Tees Iniciales
fr: Assigner Jalons de Départ

# TITLE_ASSIGN_TIMES
source: Assign Tee Times
de: Teezeiten zuweisen
es: Asignar Tiempos de Inicio
fr: Assigner l’Heures de Départ

# TITLE_ASSIGNED_TEE_TIMES
source: Assigned Tee Times
de: Zugewiesene Teezeiten
es: Tee-times asignados

# TITLE_AUTHORITY_OR_METHOD
source: Authority / System
de: Behörde / System
es: Autoridad / Sistema

# TITLE_AUTOMATIC_PRESSES
source: Automatic Presses
de: Automatische Pressen
es: Presiones automáticas
fr: Presses Automatiques

# TITLE_BACK_NINE
source: Back Nine
de: Letzteneun
es: Segundo Nueve
fr: Deuxième Neuf

# TITLE_BACK_SIDE
source: Back Side
de: Letzteseite
es: Segundo Lado
fr: Deuxième Côté

# TITLE_BET_BACK
source: Back
de: Letzteseite
es: Segundo
fr: Deuxième

# TITLE_BET_FRONT
source: Front
de: Ersteseite
es: Primero
fr: Premier

# TITLE_BET_MATCH
source: Match
es: Partido

# TITLE_BET_18_HOLES
source: 18 Holes
de: 18 Löcher
es: 18 Hoyos
fr: 18 Trous

# TITLE_BOGEYS_OR_WORSE
source: Bogeys & worse
de: Bogeys & schlimmer
es: Bogeys & peor
fr: Bogeys & pire

# TITLE_CANCEL
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler

# TITLE_CART_ASSIGNMENT_CARDS
source: Cart Assignment Cards
de: Wagenzuweisungsplakate
es: Letreros Carros de Golf

# TITLE_CART_ASSIGNMENT_PLANNER
source: Cart Assignment Planner
de: Golfwagen Einsatzplaner
es: Trazador Asignación de Carritos de Golf

# TITLE_CART_NUMBER
source: Cart Number
de: Golfwagen Nummer
es: Número de carrito

# TITLE_CART_NUMBER_ABBR
source: Cart No.
de: Wagen nr.
es: Carrito no.

# TITLE_CARTS_PLANNER_COLUMNS
source: Tee Time Cart Player Tee Notes
de: Tee Zeit Wagen Spieler Tee Notizen
es: Tee Hora Carrito Jugador Tee Notas

# TITLE_CCR
source: Calculated Course Rating
de: Course Rating berechnet
es: Clasificación del Campo Calculado
fr: Évaluation Parcours Calculée

# TITLE_CERTIFY_BUTTON
source: Certify
de: Bestätigen
es: Certificar
fr: Certifier

# TITLE_CHANGE
source: Change
de: Ändern
es: Modificar

# TITLE_CHANGES?
source: Changes?
de: Änderungen?
es: Cambios?

# TITLE_CHECK_FOR_SCORES_NOW
source: Check for Scores Now
de: Prüfen ob Scores jetzt
es: Compruebe Resultados Ahora
fr: Vérifiez Scores Maintenant

# TITLE_CHECK_FOR_SCORES_STARTUP
source: Check for scores at startup
de: Prüfen Sie ob Scores beim Start
es: Compruebe resultados al inicio
fr: Vérifiez scores au démarrage

# TITLE_CHOOSE_HOLE
source: Choose a Hole
de: Wählen ein Golfloch
es: Elige un hoyo
fr: Choisissez un trou

# TITLE_CLEAR
source: Clear
de: Löschen
es: Borrar
fr: Effacer

# TITLE_CLEAR_SCORES
source: Clear Scores
de: Scores löschen
es: Borrar los resultados
fr: Effacer les scores

# TITLE_CLOSE
source: Close
de: Schließen
es: Cerrar

# TITLE_CLOSE_OUT
source: Close-Out
de: Schließung
es: Cerrará
fr: Clôturera

# TITLE_CLOSE_OUT_PLURAL
source: Close-Out bets
de: Schließung Wetten
es: apuestas Cerrará
fr: paris Clôturera

# TITLE_COMPARE_9_HOLE_SCORES
source: Combine and use 9-hole scores
de: Kombinieren und verwenden 9-Loch-Scores
es: Combinar y utilizar resultados 9-hoyos
fr: Combinez et utilisez les scores 9-trous

# TITLE_CONVERT
source: Convert
de: Konvertieren
es: Convertir

# TITLE_COURSE_HANDICAP_TABLE
source: Course Handicap Table
de: Golfplatz-Handicap-Tabelle
es: Lista de Handicaps de Campo

# TITLE_COURSE_HANDICAP_TABLES
source: Course Handicap Tables
de: Golfplatz-Handicap-Tabellen
es: Las Listas Handicaps de Campo

# TITLE_CSS
source: Competition Scratch Score
de: Wettbewerbs-Scratch-Score
es: Scratch Score de Competencia
fr: Scratch Score de Compétition

# TITLE_DARK
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre

# TITLE_DATA_PROTECTION
source: Data Protection
de: Datenschutz
es: Protección de Datos
fr: Protection des Données

# TITLE_DECERTIFY
source: Decertify
de: Dekertifizieren
es: Descertificar

# TITLE_DEFAULT_TEAM_MATCH_STYLE
source: Team Score
de: Mannschafts-Score
es: Puntaje del Equipo

# TITLE_DELETE_ALL
source: Delete All
de: Alles löschen
es: Eliminar Todos
fr: Effacer Tout

# TITLE_DELETE_CONTESTANT
source: Delete Contestant
de: Mitbewerber löschen
es: Eliminar el concursante
fr: Supprimer le compétiteur

# TITLE_DESIGNATE_CAPTAIN
source: Designate as Captain
de: Als Kapitän bestimmen
es: Designar como capitán
fr: Désigner comme capitaine

# TITLE_DIFFERENTIAL_TYPE
source: Differential type
de: Differentieller Typ
es: Tipo de diferencial
fr: Type de différentiel

# TITLE_DISCARD
source: Discard
de: Verwerfen
es: Descartar

# TITLE_DONE
source: Done
de: Fertig
es: Aceptar
fr: Terminé

# TITLE_DOWNLOADING_COURSES
source: Downloading Courses
de: Golfplätze herunterladen
es: Descargando los campos

# TITLE_DOWNLOADING_EAGLE_USERS_GUIDE
source: Downloading the Mulligan’s Eagle™ Users’ Guide…
de: Mulligan’s Eagle™ Benutzerhandbuch wird heruntergeladen…
es: Descargando la Guía del Usuario de Mulligan’s Eagle™…
fr: Télécharant du Guide de Utilisateur de Mulligan’s Eagle™…

# TITLE_EAGLE_USERS_GUIDE
source: Mulligan’s Eagle Users’ Guide
de: Benutzerhandbuch für Mulligan’s Eagle
es: Guía del usuario de Mulligan’s Eagle
fr: Guide des Utilisateurs de Mulligan’s Eagle

# TITLE_EAGLES_OR_BETTER
source: Eagles & better
de: Eagles & besser
es: Eagles & mejor
fr: Eagles & meilleur

# TITLE_EDIT_BUTTON
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier

# TITLE_EDIT_EVENT
source: Edit the Event
de: Event bearbeiten
es: Editar el Evento
fr: Modifier l’Événement

# TITLE_EDIT_PLAYER
source: Edit Player
de: Spieler bearbeiten
es: Editar el jugador
fr: Modifier le joueur

# TITLE_EFFECTIVE_DATE
source: Effective Date
de: Gültigkeitsdatum
es: Fecha efectiva

# TITLE_EGO_PULL_TO_SORT
source: Pull to sort…
de: Zum Sortieren ziehen…
es: Arrastrar para ordenar…
fr: Maintenez enfoncée pour trier…

# TITLE_EGO_RELEASE_TO_SORT
source: Release to sort…
de: Zur Sortierung freigeben…
es: Soltar para ordenar…
fr: Relâchez pour trier…

# TITLE_EGO_SORTING
source: Sorting…
de: Sortierung…
es: Ordenando…
fr: Tirent…

# TITLE_ENFORCE_EXTINCT_HANDICAPS
source: Enforce the discontinuation of handicap methods.
de: Erzwingen Sie die Einstellung von veraltete Handicap-Methoden
es: Hacer cumplir la interrupción de los métodos de handicap

# TITLE_ESC_LIMIT
source: ESC limit
es: límite ESC
fr: limite ESC

# TITLE_EULA
source: End User License Agreement
de: Endbenutzer-Lizenzvereinbarung
es: Acuerdo de Licencia de Usuario Final

# TITLE_EVEN
source: Even
de: Eben
es: Igual
fr: Égal

# TITLE_EVENT_REGISTRATION
source: Event Registration
de: Eventsregistrierung
es: Registro de Eventos
fr: Inscription à l’Événement

# TITLE_EXCLUDE_GUESTS
source: Exclude Guests
de: Gäste ausschließen
es: Excluir Invitados

# TITLE_EXTENDED_SCORING
source: Extended Scoring
de: Erweiterte Wertung
es: Puntaje Ampliado

# TITLE_FACTORY_SETTINGS
source: Factory Settings
de: Werkseinstellungen
es: Ajustes de fábrica
fr: Réglages par défaut

# TITLE_FAIRWAY_HIT
source: Fairway Hit
de: Fairway erreicht
es: Fairway acertó
fr: Fairway atteint

# TITLE_FAVORITE_PLAYER
source: Favorite Player
de: „Lieblings“ Spieler
es: Jugador Favorito
fr: Joueur Préféré

# TITLE_FIRST_HOLE
source: First Hole
de: Erstes Loch
es: Primer Hoyo
fr: Premier Trou

# TITLE_FIRST_TEE_TIME
source: First Tee Time
de: Erste Teezeit
es: Primero tee-time

# TITLE_FLAG_TOURNAMENT_SCORES
source: Flag Tournament scores
de: Bestimmen Turnier-Scores
es: Marcar los resultados de torneo
fr: Signalez les scores de tournoi

# TITLE_FROM_MULLIGAN_SOFTWARE
source: from Mulligan Software
de: von Mulligan Software
es: de Mulligan Software
fr: de Mulligan Software

# TITLE_FRONT_BACK
source: Front & Back
de: Vorne und Hinten
es: Frente y Detrás
fr: Avant et Arrière

# TITLE_FRONT_NINE
source: Front Nine
de: Ersteneun
es: Primero Nueve
fr: Premier Neuf

# TITLE_FRONT_SIDE
source: Front Side
de: Ersteseite
es: Primero Lado
fr: Premier Côté

# TITLE_FULL_HDCP
source: Full Hdcp.
de: Ganz Hdcp.
es: Hdcp. Completo
fr: Hdcp. Complète

# TITLE_GETTING_STARTED
source: Getting Started…
de: Fertig Machen…
es: Empezando…
fr: Commencer…

# TITLE_GHIN_NUMBER
source: GHIN Number
de: GHIN-Kontonummer
es: Número de GHIN

# TITLE_GOLF_GLOSSARY
source: Golf Glossary
de: Golf Glossar
es: Glosario de Golf
fr: Glossaire de Golf

# TITLE_GOLFLINK_NUMBER
source: GOLFLink Account
de: GOLFLink-Kontonummer
es: Número de GOLFLink

# TITLE_GRADE
source: Grade
de: Klasse
es: Grado
fr: Classe

# TITLE_GRAPHING_COLORS
source: Graphing Colors
de: Kartierenfarben
es: Colores gráphicos
fr: Couleurs d’Infographie

# TITLE_GREEN_IN_REGULATION
source: Green in Regulation
de: Grün in Regulation
es: Green en regulación
fr: Green réglementaire

# TITLE_GREEN_IN_REGULATION_PLURAL
source: Greens in Regulation
de: Grüns in Regulation
es: Greens en regulación
fr: Greens réglementaires

# TITLE_GREENSIDE_BUNKER_HIT
source: Greenside Bunker Hit
de: Grün-Bunker erreicht
es: Bunker al green acertó
fr: Bunker au bord du green atteint

# TITLE_HANDICAP_ADJUSTED_ABBR
source: Adj
de: ber.
es: Aju

# TITLE_HANDICAP_ADJUSTED_GROSS
source: Adjusted Gross Score
de: bereinigtes Brutoscore
es: Puntaje Bruto Ajustado
fr: Score Brut Adjusté

# TITLE_HANDICAP_ALLOWANCE
source: Handicap Allowance
de: Handicap Zustimmung
es: Asignación de handicap
fr: Allocation de Handicap

# TITLE_HANDICAP_ALLOWANCE_ABBR
source: Allow
de: Zust
es: Asign
fr: Alloc

# TITLE_HANDICAP_AUTHORITY
source: Handicapping Authority
de: Handicapbehörde
es: Autoridad de Handicap

# TITLE_HANDICAP_CARDS
source: Handicap Cards
de: Handicap-Karten
es: Cartas de Handicap

# TITLE_HANDICAP_CATEGORY
source: Handicap Category
de: Handicapklasse
es: Categoría de Handicap
fr: Handicap Catégorie

# TITLE_HANDICAP_CATEGORY_ABBR
source: Category
de: Klasse
es: Categoría
fr: Catégorie

# TITLE_HANDICAP_CERTIFICATION
source: Handicapping Certification
de: Handicap-Zertifizierung
es: Certificación de Handicap
fr: Certification Handicapant

# TITLE_HANDICAP_COURSE
source: Course Handicap
es: Handicap de Campo

# TITLE_HANDICAP_COURSE_PLURAL
source: Course Handicaps
de: Course Handicapen
es: Handicaps de Campo

# TITLE_HANDICAP_COURSE_RATING
source: Course Rating
es: Clasificación del Campo
fr: Évaluation Parcours

# TITLE_HANDICAP_DAILY
source: Daily Handicap
de: Täglichen Handicap
es: Handicap Cotidiano

# TITLE_HANDICAP_DAILY_PLURAL
source: Daily Handicaps
de: Täglichen Handicapen
es: Handicaps Cotidianos

# TITLE_HANDICAP_DIFFERENTIAL
source: Handicap Differential
de: Differential Handicap
es: Diferencial de Handicap
fr: Différential de Handicap

# TITLE_HANDICAP_DIFFERENTIAL_ABBR
source: Diff
es: Dif

# TITLE_HANDICAP_EGA
source: EGA Handicap
es: Handicap EGA

# TITLE_HANDICAP_EGA_PLURAL
source: EGA Handicaps
de: EGA Handicapen
es: Handicaps EGA

# TITLE_HANDICAP_EGA_PLAYING
source: EGA Playing Handicap
de: EGA Spielen Handicap
es: Handicap de Jugar EGA
fr: EGA Handicap Jouer

# TITLE_HANDICAP_EGA_PLAYING_PLURAL
source: EGA Playing Handicaps
de: EGA Spielen Handicapen
es: Handicaps de Jugar EGA
fr: EGA Handicaps Jouer

# TITLE_HANDICAP_ELIGIBLE_SCORE
source: Eligible Score
de: Berechtigte Score
es: Puntaje Eligible
fr: Score éligible

# TITLE_HANDICAP_ESTIMATED
source: Estimated Handicap
de: Geschätzt Handicap
es: Handicap Estimado
fr: Handicap Estimatif

# TITLE_HANDICAP_ESTIMATED_PLURAL
source: Estimated Handicaps
de: Geschätzt Handicapen
es: Handicaps Estimados
fr: Handicaps Estimatifs

# TITLE_HANDICAP_EXACT
source: Exact Handicap
de: Exakt Handicap
es: Handicap Exacto
fr: Handicap Exact

# TITLE_HANDICAP_EXACT_PLURAL
source: Exact Handicaps
de: Exakt Handicapen
es: Handicaps Exactos
fr: Handicaps Exact

# TITLE_HANDICAP_FACTOR
source: Handicap Factor
de: Handicapfaktor
es: Factor de Handicap
fr: Facteur de Handicap

# TITLE_HANDICAP_FACTOR_PLURAL
source: Handicap Factors
de: Handicapfaktoren
es: Factores de Handicap
fr: Facteurs de Handicap

# TITLE_HANDICAP_GRADE
source: Handicap Grade
de: Handicap Klasse
es: Grado de Handicap
fr: Handicap Classe

# TITLE_HANDICAP_GRADE_ABBR
source: Grade
de: Klasse
es: Grado
fr: Classe

# TITLE_HANDICAP_ID
source: Handicap ID
es: ID de Handicap

# TITLE_HANDICAP_IMPROVEMENT_REPORT
source: Handicap Improvement Report
de: Bericht zur Verbesserung des Handicaps
es: Informe de Progreso de Handicap

# TITLE_HANDICAP_INDEX
source: Handicap Index
es: Índice de Handicap

# TITLE_HANDICAP_INDEX_ABBR
source: Index
es: Índice

# TITLE_HANDICAP_INDEX_PLURAL
source: Handicap Indexes
de: Handicap Indizes
es: Índices de Handicap

# TITLE_HANDICAP_MULLIGAN
source: Mulligan Handicap
es: Handicap Mulligan
fr: Handicap Mulligan

# TITLE_HANDICAP_MULLIGAN_PLURAL
source: Mulligan Handicaps
de: Mulligan Handicapen
es: Handicaps Mulligan
fr: Handicaps Mulligan

# TITLE_HANDICAP_PERSONAL
source: Personal Handicap
de: Individuell Handicap
es: Handicap Personal
fr: Handicap Individuel

# TITLE_HANDICAP_PERSONAL_PLURAL
source: Personal Handicaps
de: Individuell Handicapen
es: Handicaps Personales
fr: Handicaps Individuels

# TITLE_HANDICAP_PLAYING
source: Playing Handicap
de: Spielen Handicap
es: Handicap de Jugar
fr: Handicap Jouer

# TITLE_HANDICAP_PLAYING_PLURAL
source: Playing Handicaps
de: Spielen Handicapen
es: Handicaps de Jugar
fr: Handicaps Jouer

# TITLE_HANDICAP_RECORDS
source: Handicap Records
de: Handicap-Datensätze
es: Registros de Handicap
fr: Données de Handicap

# TITLE_HANDICAP_SERVICE
source: Download…
de: Handicap-Service
es: Servicio de Handicap

# TITLE_HANDICAP_SLOPE_CHART
source: Slope Chart
de: Slope-Diagramm
es: Gráfico Slope
fr: Diagramme Slope

# TITLE_HANDICAP_SLOPE_RATING
source: Slope Rating
es: Clasificación de Slope
fr: Évaluation Slope

# TITLE_HANDICAP_STABLEFORD_SCORE
source: Stableford Score
es: Puntaje Stableford

# TITLE_HANDICAP_TABLE
source: Handicap Table
de: Handicap-Tabelle
es: Tabla de Handicap
fr: Table de Handicap

# TITLE_HANDICAP_UPDATE
source: Handicap Update
de: Handicaps aktualisieren
es: Actualizar handicaps

# TITLE_HANDICAP_UPDATED_OR_EFFECTIVE
source: Updated
de: Aktualisiert
es: Actualizado

# TITLE_HANDICAP_WORLD_INDEX
source: Handicap Index
es: Índice de Handicap
fr: Handicap Index Mondial

# TITLE_HANDICAP_WORLD_INDEX_ABBR
source: Index
es: Índice

# TITLE_HANDICAP_WORLD_INDEX_RTM
source: Handicap Index®
es: Índice de Handicap®

# TITLE_HANDICAP_WORLD_INDEX_PLURAL
source: Handicap Indexes
de: Handicap Indizes
es: Índices de Handicap
fr: Handicap Indexes Mondials

# TITLE_HANDICAPPING_NUMBER
source: Handicapping number
de: Handicap-Kontonummer
es: Número de cuenta Handicap

# TITLE_HDCP_NETWORK_NUMBER
source: Handicap Network Account
de: Handicap-Netwerkkonto
es: Cuenta de Handicap Network

# TITLE_HOLE_SCORE_ADJUSTMENT
source: Hole score adjustment
de: Loch-Score-Einstellung
es: Ajuste de resultado de hoyo
fr: Trou score ajustement

# TITLE_HOLE_SELECTION
source: Hole Selection
de: Lochauswahl
es: Selección de los Hoyos
fr: Sélection de Trou

# TITLE_HOLES_TO_BE_SCORED
source: Holes to be Scored
de: Zu bewertenden Löcher
es: Hoyos que se Puntúan
fr: Trous à marquer

# TITLE_HOME_CLUB
source: Home Club
de: Heimverein
es: Club de origen

# TITLE_IGNORE_BEST
source: Ignore best
de: Ignoriere besten
es: Ignorar mejores
fr: Ignorez meilleurs

# TITLE_IGNORE_WORST
source: Ignore worst
de: Ignoriere schlimmsten
es: Ignorar peores
fr: Ignorez les pires

# TITLE_IMPROVEMENT_REPORT
source: Improvement Report
de: Verbesserungsbericht
es: Informe de Progreso

# TITLE_IMPROVEMENT_REPORT_COLUMNS
source: Player Beginning Index Ending Index Improvement Rank Rounds
de: Spieler Anfangsindex Endindex Verbesserung Rang Runden
es: Jugador Índice Comienza Índice Final Progreso Escalafón Rondas

# TITLE_INCOMPLETE_HOLE
source: Incomplete Hole
de: Unvollständiges Loch
es: Hoyo incompleto
fr: Trou incomplet

# TITLE_INSTALL
source: Install
de: Installieren
es: Instalar

# TITLE_INSTALL_JUNIOR_PAR
source: Install Junior Par
de: Installieren Sie Junior-Par
es: Instalar Par Junior

# TITLE_JUNIOR_PAR
source: Junior Par
es: Par Junior

# TITLE_JUNIOR_PAR_ADVANCED
source: Advanced - Playing handicap under 25
de: Fortgeschrittener - Spielen-Handicap unter 25
es: Versado - handicap de jugar debajo de 25

# TITLE_JUNIOR_PAR_BEGINNER
source: Beginner - Playing handicap over 40
de: Anfänger - Spielen-Handicap über 40
es: Novato - handicap de jugar más de 40

# TITLE_JUNIOR_PAR_INTERMEDIATE
source: Intermediate - Playing handicap 25 to 40
de: Mittelstufe - Spielen-Handicap 25 bis 40
es: Intermedio - handicap de jugar 25 a 40

# TITLE_KEEP
source: Keep
de: Behalten
es: Conservar
fr: Conserver

# TITLE_KEEP_SCORES
source: Keep the Scores
de: Behalte die Scores
es: Mantener los Resultados
fr: Garder les Scores

# TITLE_KEEPING_SCORE
source: Keeping score since 1995
de: Punkte gesammelt seit 1995
es: Llevando puntajes desde 1995
fr: Gardant scores depuis 1995

# TITLE_KEY_NEXT
source: Next
de: weiter
es: siguiente
fr: suivant

# TITLE_LAST_HOLE
source: Last Hole
de: letztes Loch
es: Último Hoyo
fr: Dernier Trou

# TITLE_LATE_EFFECTIVE_%@
source: Effective follows %@
de: Gültigkeitsdatum folgt %@
es: Efectiva sigue a %@

# TITLE_LICENSED_OWNER
source: License Holder
de: Lizenzinhaber
es: Titular de la licencia
fr: Détenteur de licence

# TITLE_LIGHT
source: Light
de: Helle
es: Claro
fr: Claire

# TITLE_LIMIT_SCORE
source: Hole Score Limit
de: Begrenzte Lochpunktzahl
es: Score Limite de Hoyo

# TITLE_LINK_DROPBOX
source: Link Dropbox
de: Verknüpfen Dropbox aufheben
es: Enlazar Dropbox
fr: Lier Dropbox

# TITLE_LOCAL_COUNTRY
source: Local Country
de: Lokales Land
es: País Local
fr: Pays Local

# TITLE_LOCK_CLUBS
source: Lock Clubs
de: Clubs schützen
es: Bloquear los Clubes
fr: Verrouriller les Clubs

# TITLE_LOCK_EVENTS
source: Lock Events
de: Events schützen
es: Bloquear los Eventos
fr: Verrouriller les Événements

# TITLE_LOCK_PLAYERS
source: Lock Players
de: Spieler schützen
es: Bloquear los Jugadores
fr: Verrouriller les Joueurs

# TITLE_LOCK_SCORECARDS
source: Lock Scorecards
de: Scorekarten schützen
es: Bloquear las Tarjetas
fr: Verrouriller les Cartes de Score

# TITLE_LOOKUP_HANDICAP
source: Look Up Handicap
de: Handicap nachschlagen
es: Buscar Handicap

# TITLE_LOOKUP_HANDICAP_PLURAL
source: Look Up Handicaps
de: Handicaps nachschlagen
es: Buscar Handicaps

# TITLE_LOOKUP_ONLY
source: Lookup Only - No Updates
de: Nachschlag nur - keine Aktualisierungen
es: Solo búsqueda - sin actualizaciones

# TITLE_LOOKUP_OVERRIDES_%@
source: Override %@ Handicap Indexes
de: Handicap-Indizes der %@ überschreiben
es: Anular %@ Índices de Handicap

# TITLE_LOOKUP_RECORDS
source: Create Handicap Records
de: Handicap-Rekorde erstellen
es: Crear Registros de Handicap

# TITLE_LOW_BALL_HIGH_BALL
source: Low Ball - High Ball
de: Niedriger Ball - Hoher Ball
es: Bola Baja - Bola Alta

# TITLE_LOW_BALL_LOW_TOTAL
source: Low Ball - Low Total
de: Niedriger Ball - Niedriger Summe
es: Bola Baja - Total Bajo

# TITLE_LOW_BALL_SECOND_BALL
source: Low Ball - Second Ball
de: Niedriger Ball - Zweiter Ball
es: Bola Baja - Segunda Bola

# TITLE_LOW_INDEX
source: Low Handicap Index
de: Niedriger Handicap Index
es: Bajo Indice de Handicap

# TITLE_MASS_CONVERT_%@
source: Change Players' Handicapping Method - %@
de: Handicap-Methode der Spieler ändern - %@
es: Cambiar el Método de Handicap de los Jugadores - %@

# TITLE_MATCH_IS_EVEN
source: Match is all square
de: Golfmatch ist ausgeglichen
es: Partido está parejo

# TITLE_MATCH_IS_TIED
source: Match is tied
de: Golfmatch ist unentschieden
es: Partido estaba empatado

# TITLE_MATCH_NO_SCORES
source: No scores
de: Keine Golfergebnisse
es: Sin puntajes

# TITLE_MATCH_TYPE
source: Match Type
de: Matchtyp
es: Tipo de Partido
fr: Type de Match

# TITLE_MAX_SCORE_HOLE_LIMIT/2
source: Max Score Hole Limit
de: Punktzahl Max Lochlimit
es: Puntaje Max Limite de Hoyo

# TITLE_MAX_HANDICAP_MEN
source: Maximum standard handicap for men
de: Maximal Standard-Handicap für Herren
es: Máximo handicap estándar para caballeros
fr: Standard handicap maximum - hommes

# TITLE_MAXIMUM_SCORE
source: Maximum Score
de: Höchste Punktzahl
es: Puntaje Máximo
fr: Score maximum

# TITLE_MENS_HANDICAP
source: Men’s Handicap
de: Handicap der Herren
es: Handicap - Caballeros
fr: Handicap - Hommes

# TITLE_MOVE_ROUND_DOWN
source: Move Round Down
de: Bewege die Runde nach unten
es: Mover la ronda hacia abajo
fr: Déplacer le tour ver le bas

# TITLE_MOVE_ROUND_UP
source: Move Round Up
de: Bewege die Runde nach oben
es: Mover la ronda hacia arriba
fr: Déplacer le tour ver le haut

# TITLE_NAME_SCORECARDS
source: Name Scorecards
de: Benennen Scorekarten
es: Nombra las Tarjetas
fr: Nommez les Cartes de Score

# TITLE_NAME_TEAMS
source: Name Teams
de: Benennen Teams
es: Nombra los Equipos
fr: Nommez les Équipes

# TITLE_NEXT_HOLE
source: Next Hole
de: nächstes Loch
es: Próximo Hoyo
fr: Trou Suivant

# TITLE_NINE_HOLES
source: 9 Holes
de: 9 Löcher
es: 9 Hoyos
fr: 9 Trous

# TITLE_NO_STROKES
source: no strokes
de: keine Schläge
es: sin golpes
fr: aucun coups

# TITLE_OPEN_SCORECARD
source: Open the Scorecard
de: Scorekarte öffnen
es: Abrir la Tarjeta
fr: Ouvrir la Carte

# TITLE_OPT_OUT_SKINS
source: Opt Out of Skins
de: Ablehnen Sie die Skins
es: Optar fuera de Skins

# TITLE_OPTIONS
source: Options
de: Optionen
es: Opciones

# TITLE_ORGANIZED_COMPETITION
source: Organized Competition
de: Organisierter Wettbewerb
es: Competencia Organizada

# TITLE_OVERRIDE_UNAVAILABLE
source: override unavailable
de: Überschreiben nicht verfügbar
es: anular no disponible

# TITLE_PCC
source: Playing Conditions Calculation
de: Berechnung der Speilbedingungen
es: Cálculo de Condiciones de Juego

# TITLE_PCC_ABBR
source: PCC
es: CCJ

# TITLE_PENALTY_ROUND
source: Penalty Round
de: Strafrunde
es: Ronda Penalidad
fr: Tour de pénalité

# TITLE_PENALTY_STROKE
source: Penalty Stroke
de: Strafschlag
es: Golpe de Penalidad
fr: Coup de pénalité

# TITLE_PENALTY_STROKE_PLURAL
source: Penalty Strokes
de: Strafschlage
es: Golpes de Penalidad
fr: Coups de pénalité

# TITLE_PERSONAL_HANDICAPPING
source: Personal Handicapping
de: Persönliche Handicapend
es: Handicapando Personales
fr: Handicapant Individuel

# TITLE_PLAYER(S)
source: Player(s)
de: Spieler
es: Jugador(es)
fr: Joueur(s)

# TITLE_PLAYING_HANDICAP_DETERMINATION
source: Playing Handicap determination
de: Spielen-Handicap Bestimmung
es: Cálculo adicional de Handicap de Jugar
fr: Détermination de handicap jouer

# TITLE_POST
source: Post
de: Posten
es: Publicar
fr: Publier

# TITLE_POST_SCORE_FOR_%@
source: Post a supplementary score for %@
de: Posten Sie eine zusätzliche Partitur für %@
es: Publicar un puntaje suplementario para %@
fr: Publiez un score supplémentaire pour %@

# TITLE_PREFERENCES
source: Preferences
de: Einstellungen
es: Preferencias
fr: Préférences

# TITLE_PRESS_ADDED
source: Press
de: Presse
es: Presión
fr: Presse

# TITLE_PRESS_1_DOWN
source: 1↓ Press
de: 1↓ Presse
es: 1↓ Presión
fr: 1↓ Presse

# TITLE_PRESS_2_DOWN
source: 2↓ Press
de: 2↓ Presse
es: 2↓ Presión
fr: 2↓ Presse

# TITLE_PREVIOUS_HOLE
source: Previous Hole
de: vorheriges Loch
es: Hoyo Precedente
fr: Trou Précédent

# TITLE_PRIMARY
source: Primary
de: Primär
es: Primero
fr: Première

# TITLE_PRINT_SCORECARD
source: Print Scorecard
de: Drucken Scorekarte
es: Imprimir Tarjeta
fr: Imprimer Carte de Score

# TITLE_PRINT_SCORECARDS
source: Print Scorecards
de: Drucken Scorekarten
es: Imprimir Tarjetas
fr: Imprimer Cartes de Score
