Repository: Mulligan-Software/GOLFKit
Catalog: GOLFKit/*.lproj/GOLFKit.strings
Languages: de, es, fr

# FORMAT_TO_PROMPT_%@
source: to: %@
de: in: %@
es: a: %@

# FORMAT_TOTAL_POINTS_VS_QUOTA_%d
source: Total Points v. %d Quota
de: Gesamtpunkte v. %d Kontingent
es: Puntos Totales v. %d Cuota
fr: Points Totaux v. %d Quota

# FORMAT_%@_DIFFERENCE
source: %@ Difference
de: Differenz in der %@
es: Diferencia en %@
fr: Différence de %@

# FORMAT_%@_OF_EACH_PLAYER
source: %@ of each player
de: der %@ jedes Spielers
es: %@ de cada jugador
fr: %@ de chaque joueur

# FORMAT_%@_TO_%@
source: %@ to %@
de: %@ nach %@
es: %@ a %@

# FORMAT_%@_ TO _%@
source: %@ to %@
de: %@ bis %@
es: %@ a %@

# UNDO_EAGLES_COLOR_CHANGE
source: Eagles Color Change
de: Eagles Farbwechsel
es: Cambio de Eagles Color
fr: Changement de Couleur des Eagles

# UNDO_BIRDIES_COLOR_CHANGE
source: Birdies Color Change
de: Birdies Farbwechsel
es: Cambio de Birdies Color
fr: Changement de Couleur des Birdies

# UNDO_PARS_COLOR_CHANGE
source: Pars Color Change
de: Pars Farbwechsel
es: Cambio de Pars Color
fr: Changement de Couleur des Pars

# UNDO_BOGEYS_COLOR_CHANGE
source: Bogeys Color Change
de: Bogeys Farbwechsel
es: Cambio de Bogeys Color
fr: Changement de Couleur des Bogeys

# UNDO_MATCH_A_COLOR_CHANGE
source: Competitor ‘A’ Color Change
de: Mitbewerber ‘A’ Farbwechsel
es: Cambio de Competidor ‘A’ Color
fr: Changement de Couleur de Competitor ‘A’

# UNDO_MATCH_B_COLOR_CHANGE
source: Competitor ‘B’ Color Change
de: Mitbewerber ‘B’ Farbwechsel
es: Cambio de Competidor ‘B’ Color
fr: Changement de Couleur de Competitor ‘B’

# UNDO_GRAPHING_PRIMARY_COLOR_CHANGE
source: Graphing Primary Color Change
de: Kartierend Primärfarbwechsel
es: Cambio de Gráphicos Color Primario
fr: Changement de l’Infographie Couleur Primaire

# UNDO_GRAPHING_SECONDARY_COLOR_CHANGE
source: Graphing Secondary Color Change
de: Kartierend Secondärfarbwechsel
es: Cambio de Gráphicos Color Secondario
fr: Changement de l’Infographie Couleur Secondaire

# MENU_ALPHABETICALLY
source: alphabetically
de: alphabetisch
es: alfabéticamente
fr: alphabétiquement

# MENU_BY_SKILL
source: by skill (handicap)
de: nach Fähigkeiten (Handicap)
es: pos habilidad (handicap)
fr: par compétence (handicap)

# MENU_BY_PLAYER_POSITION
source: by player position (A, B, C, …)
de: nach Spielerposition (A, B, C, …)
es: por posición del jugador (A, B, C, …)
fr: par position de joueur (A, B, C, …)

# MENU_HIGHLIGHT_RED_LINE
source: Red line after 20th (MGP style)
de: Rote Linie nach dem 20. (MGP-Stil)
es: línea roja despues del 20 (estilo MGP)
fr: ligne rouge aprés le 20ème (style MGP)

# MENU_HIGHLIGHT_BLUE_LINES
source: Blue lines - handicap updates
de: Blau Linien - handicap updates
es: líneas azules - actualizaciones de handicap
fr: lignes bleues - mises à jour de handicap

# MENU_DOUBLE_BOGEY
source: Double-Bogey
de: Doppel-Bogey
es: Doble-Bogey

# MENU_NET_DOUBLE_BOGEY
source: Net Double-Bogey
de: Netto-Doppel-Bogey
es: Doble-Bogey Neto

# MENU_DOUBLE_BOGEY_PLUS
source: Double-Bogey plus 10%%
de: Doppel-Bogey plus 10%%
es: Doble-Bogey plus 10%%

# MENU_NET_TRIPLE_BOGEY
source: Net Triple-Bogey
de: Netto-Dreifach-Bogey
es: Triple-Bogey Neto

# MENU_DOUBLE_BOGEY_789
source: Double-Bogey, 7, 8, 9, 10
de: Doppel-Bogey, 7, 8, 9, 10
es: Doble-Bogey, 7, 8, 9, 10

# MENU_DIFF_TO_PAR
source: Relative to Par
de: relativ zu Par
es: en relación con Par
fr: par rapport à Par

# MENU_DIFF_TO_RATING
source: Relative to Rating
de: relativ zu Rating
es: en relación con la calificación
fr: par rapport à Évaluation

# MENU_DIFF_TO_CCR
source: Relative to CCR
de: relativ zu CCR
es: en relación con la CCR
fr: par rapport à CCR

# MENU_DIFF_SLOPE_BASED
source: Slope-based
de: Slope-basierend
es: Slope-fundado
fr: Slope-fondé

# MENU_HDCP_ADJUSTED_RATING
source: Rating Adjusted
de: Rating angepasst
es: Calificación Ajustada
fr: Évaluation Ajusté

# MENU_HDCP_ADJUSTED_FULL
source: Fully Adjusted
de: Voll eingestellt
es: Completamente Ajustado
fr: Entièrement Ajusté

# MENU_HDCP_ADJUSTED_SLOPE
source: Slope Adjusted
de: Slope angepasst
es: Slope Ajustado
fr: Slope Ajusté

# MENU_LOOSELY_ALPHABETIC
source: loosely alphabetic
de: locker alphabetisch
es: vagamente alfabético
fr: vaguement alphabétique

# MENU_SKINS_ALL_SCORES
source: any valid score
de: alle gültigen Scores
es: cualquier puntaje válido

# MENU_SKINS_BOGEY_OR_BETTER
source: bogey or better
de: Bogey oder besser
es: bogey o mejor

# MENU_SKINS_PAR_OR_BETTER
source: par or better
de: Par oder besser
es: par o mejor

# MENU_SKINS_UNDER_PAR
source: birdie or better
de: Birdie oder besser
es: birdie o mejor

# MENU_STRICTLY_ALPHABETIC
source: strictly alphabetic
de: streng alphabetisch
es: estricamente alfabético
fr: strictement alphabétique

# ALERT_CARTS_APPLY_MESSAGE
source: You've proposed changes to tee times, starting tees or cart assignments.
de: Sie haben Änderungen an Startzeiten, Startanschläge oder Wagenzuweisungen vorgeschlagen.
es: Ha propuesto cambios en los tee-times, tees de comienzo o asignaciones de los carros de golf.

# ALERT_CARTS_APPLY_MESSAGE_EXTRA
source: Do you want to go back to apply those changes to scorecards before continuing?
de: Möchten Sie zurückgehen, um diese Änderungen auf Scorekarten anzuwenden, bevor Sie fortfahren?
es: ¿Desea volver a aplicar esos cambios a las tarjetas antes de continuar?

# ALERT_NO_GOLFERS_COURSES_FOR_EVENT
source: No Players or Courses are available yet to create an Event.
de: Weder Spieler noch Golfplätze sind verfügbar, um eine Event zu erstellen.
es: Ni los jugadores ni los campos de golf aún disponible para crear un Evento.
fr: Ni les Joueurs ni les Parcours de golf encore disponible pour créer un Événement.

# ALERT_NO_COURSES_FOR_EVENT
source: No Courses are available yet to create an Event.
de: Es sind noch keine Golfplätze verfügbar, um eine Event zu erstellen.
es: No hay campos de golf aún disponible para crear un Evento.
fr: Pas encore de Parcours de golf disponible pour créer un Événement.

# ALERT_NO_GOLFERS_FOR_EVENT
source: No Players are available yet to create an Event.
de: Es sind noch keine Spieler verfügbar, um eine Event zu erstellen.
es: No hay jugadores de golf aún disponible para crear un Evento.
fr: Pas encore de Joueur de golf disponible pour créer un Événement.

# ALERT_NO_GOLFERS_COURSES_FOR_SCORECARD
source: No Players or Courses are available yet to create a Scorecard.
de: Weder Spieler noch Golfplätze sind verfügbar, um eine Scorekarte zu erstellen.
es: Ni los jugadores ni los campos de golf aún disponible para crear una Tarjeta.
fr: Ni les Joueurs ni les Parcours de golf encore disponible pour créer une Carte de Score.

# ALERT_NO_COURSES_FOR_SCORECARD
source: No Courses are available yet to create a Scorecard.
de: Es sind noch keine Golfplätze verfügbar, um eine Scorekarte zu erstellen.
es: No hay campos de golf aún disponible para crear una Tarjeta.
fr: Pas encore de Parcours de golf disponible pour créer une Carte de Score.

# ALERT_NO_GOLFERS_FOR_SCORECARD
source: No Players are available yet to create a Scorecard.
de: Es sind noch keine Spieler verfügbar, um eine Scorekarte zu erstellen.
es: No hay jugadores de golf aún disponible para crear una Tarjeta.
fr: Pas encore de Joueur de golf disponible pour créer une Carte de Score.

# ALERT_TAP_TO_ADD
source: Tap to add…
de: Zum Hinzufügen tippen…
es: Pulsa para añadir…
fr: Touchez pour ajouter…

# ALERT_USERS_GUIDE_ERROR
source: Unable to download Users’ Guide
de: Benutzerhandbuch kann nicht heruntergeladen werden
es: No se puede descargar la Guía del Usuario
fr: Impossible de télécharger le Guide des Utilisateurs

# ALERT_USERS_GUIDE_ERROR_INFO
source: Make sure you have an internet connection and try again later.
de: Stellen Sie sicher, das Sie über eine Internetverbindung verfügen, und versuchen Sie es später erneut.
es: Asegúrese de que tiene una conexión a Internet. Inténtelo más tarde.
fr: Assurez vous d’avoir une connexion internet. Réessayez plus tard.

# BLURB_DUPLICATE_HOLE_HANDICAPS
source: On courses with more than one nine, don’t allow hole handicaps that duplicate any of the hole handicaps on another nine (unless the nines use 9-hole handicaps).
de: Lassen Sie auf GolfPlätzen mit mehr als einer Neun keine Loch-Handicaps zu, die Loch-Handicaps auf Neun wiederholen, es sei denn, die Neunen verwenden 9-Loch-Handicaps.
es: En los campos con más de un nueve, no permite que los handicaps de hoyo se dupliquen ninguno de los handicaps de hoyo de los otros nueves, a menos que los nueves usen handicaps de 9-hoyos.
fr: Sur les parcours avec plus d’un neuf, ne permettez pas handicaps de trou qui dupliquent les handicaps de trou d’un autre neuf (à moins que les neufs utilisent handicaps 9-trous).

# BLURB_MISSING_RATINGS_NOTICE
source: Note: Missing ratings may prevent the display of some Course Handicap Tables. Consider adding 9-hole ratings to the definition of this course.
de: Hinweis: Fehlende Bewertungen können die Anzeige einiger Golfplatz-Handicap-Tabellen verhindern. Erwägen Sie, der Definition dieses Golfplätze 9-Loch-Bewertungen hinzuzufügen.
es: Nota: Las calificaciones faltantes pueden impedir visualización de algunas Listas de Handicaps de Campo. Considere agregar calificaciones de 9-hoyos a la definición de este campo.

# BLURB_REMOTE_DROPBOX
source: Scores can be imported or updated from scoring data files synchronized to the “Dropbox/Apps/Mulligan Scoring” folder on this computer. Choose “Scores from Dropbox…” in the File / Import menu to review incoming scores.
de: Scores können aus Scoring-Datendateien importiert oder aktualisiert werden, die mit dem „Dropbox/Apps/Mulligan Scoring“ Ordner auf diesem Computer synchronisiert sind. Wählen Sie „Scores von Dropbox…“ im Menü Ablage / Importieren, um die eingehenden Scores zu überprüfen.
es: Los puntajes pueden ser importados o actualizados de archivos de datos sincronizados en la carpeta “Dropbox/Apps/Mulligan Scoring” en este equipo. Elija “Puntajes de Dropbox…” en el menú Archivo / Importar para revisar puntajes entrantes.
fr: Les scores peuvent être importées ou mises à jour de les fiches de données synchronisés dans le dossier «Dropbox/Apps/Mulligan Scoring» sur cet ordinateur. Choisissez «Scores du Dropbox…» dans la menu Ficher / Importer pour commenter scores entrants.

# BLURB_REMOTE_ICLOUD
source: Scores can be imported or updated from scoring data files sent to iCloud by remote devices logged in using the same Apple ID used for iCloud on this computer. Choose “Scores from iCloud…” in the File/Import menu to review incoming scores.
de: Scores können aus Scoring-Datendateien importiert oder aktualisiert werden, die von Geräten, die mit derselben Apple ID wie für iCloud auf diesem Computer verwendet werden, an iCloud gesendet werden. Wählen Sie „Scores von iCloud…“ im Menü Ablage / Importieren, um die eingehenden Scores zu überprüfen.
es: Los puntajes pueden ser importados o actualizados de archivos de datos enviados a iCloud por dispositivos remotos conectado con el mismo ID de Apple usado para iCloud en este equipo. Elija “Puntajes de iCloud…” en el menú Archivo / Importar para revisar puntajes entrantes.
fr: Les scores peuvent être importées ou mises à jour de les fichiers de données anvoyés à iCloud par des dispositifs distant connectés en utilisant le même Apple ID utilisé pour iCloud sur cet ordinateur. Choisissez «Scores du iCloud…» dans la menu Fichier / Importer pour commenter scores entrants.

# BLURB_REQUIRE_9_HOLE_HANDICAPS
source: On courses with 3 or more nines, require that hole handicaps on each nine be unique values from 1 through 9.
de: Auf GolfPlätzen mit 3 oder mehr Neunen ist es erforderlich, dass Loch-Handicaps für jeweils Neun einzigartige Werte von 1 bis 9 sind.
es: En los campos con 3 nueves o más, requiere que los handicaps de hoyo de cada nueve sean valores únicos entre 1 y 9.
fr: Surs les parcours avec 3 ou plus neufs, obligez que les handicaps de trou pour chaque neuf soit des valeurs uniques de 1 à 9.

# BLURB_PROHIBIT_MULTIPLE_PRESSES
source: In a match, if a bet has been previously pressed (manually or automatically), prohibit the addition of a manual press to that bet.
de: Wenn in Spielen eine Wette zuvor (manuell oder automatisch) gepresst wurde, verbieten Sie das Hinzufügen einer manuellen Presse zu dieser Wette.
es: En un partido, si una apuesta ha sido presionada previamente (manualmente o automáticamente), prohibe la adición de una presión manual para esa apuesta.
fr: Dans un match, si un pari a déjà été pressé (manuellement ou automatiquement), prohibez l’ajout d’une presse manuelle pour ce pari.

# BLURB_ALLOW_REFERENCE_TEES
source: When adjusting Playing Handicaps for differences in Course Ratings, allow specification of “reference” tees to be used for calculation of adjustments for men and/or women.
de: Wenn Sie Spielen-Handicaps für Unterschiede in den Course Rating anpassen, erlauben Sie die Angabe von „referenz“ Tees, die für die Berechnung von Anpassung für Herren und/oder Damen verwendet werden.
es: Al ajustar handicaps por las diferencias en las clasificaciones del campo, permite la especificación de tees “referencias” para ser utilizado para el cálculo de ajustes para los caballeros y/o damas.
fr: Lors du réglage de Handicaps Jouer de différences dans les évaluations de parcours, permet la spécification de jalons «référence» pour le calcul de ajustements pour les hommes et/ou femmes.

# BLURB_REVIEW_HANDICAP_RECORDS
source: Examine previously calculated handicap records in tabular form with capabilities to remove selected data.
de: Untersuchen Sie zuvor berechnete Handicap-Datensätze in Tabellenform mit Funktionen zum Entfernen ausgewählter Daten.
es: Examinar los registros de handicap previamente calculados en forma de cuadros con capacidad para eliminar los datos seleccionados.
fr: Examinez les données de handicap précedemment calculés sous forme tabulaire avec capacités pour vous supprimez les données selectionnées.

# INFO_AUTHORITY_%@_NOT_CERTIFIED
source: The %@ handicapping method is not currently certified for use.
de: Die %@ Handicap-Methode is derzeit nicht für die Verwendung zertifiziert.
es: El método de handicap %@ no está certificado actualmente para su uso.

# INFO_DECERTIFY_AUTHORITY_%@
source: De-authorize the %@ as a handicapping method certified for use in Mulligan’s Eagle.
de: Deaktivieren Sie das %@ als Handicap-Methode, die für die Verwendung in Mulligan’s Eagle zertifiziert ist.
es: Anule la autorización del %@ como un método de handicap certificado par su uso en Mulligan’s Eagle.

# INFO_EAGLE_USERS_GUIDE_DOWNLOAD
source: the most recent version of the Users‘ Guide from Mulligan Software‘s web site
de: die aktuellste Version des Benutzerhandbuchs von der Mulligan Software-Website
es: la versión mas reciente de la Guía del Usuario del sitio web de Mulligan Software
fr: la version plus récente du Guide des Utilisateurs du site web de Mulligan Software

# INFO_EAGLE_USERS_GUIDE_LOCATE
source: a copy of the Users’ Guide that is already on your computer
de: eine Kopie des Benutzerhandbuchs, das sich bereits auf dein Computer befindet
es: una copia de la Guía del Usuario que ya está en su computadora
fr: une copie du Guide des Utilisateurs déjà installée sur votre ordinateur

# INFO_ENFORCE_EXTINCT_HANDICAPS
source: Checked: Handicap authority requirements obeyed even if it hurts. Unchecked: Otherwise.
de: Aktiviert: Die Anforderungen der Handicap-Behörde wurden eingehalten, auch wenn es weh tut. Deaktiviert: Andernfalls.
es: Marcada: Los requisitos de autoridad de handicap obedecen incluso si duele. Sin marcar: De lo contrario.

# INFO_UG_DOWNLOAD_MESSAGE
source: Please visit: https://www.mulligansoftware.com/responsive/eagleguide.html to download the latest version of the Users’ Guide
de: Bitte besuchen Sie: https://www.mulligansoftware.com/EagleOptions/eagle-users-guide.html um die neueste Version des Benutzerhandbuchs herunterzuladen
es: Visite: https://www.mulligansoftware.com/responsive/eagleguide.html para descargar la última versión de la Guía del Usario

# INFO_UG_DOWNLOAD_INFORMATIVE
source: Install the downloaded file inside the Eagle folder in your home directory at: ~/Library/Application Support/Eagle
de: Installieren Sie die heruntergeladene Datei im Eagle-Ordner in Ihrem Home-Verzeichnis unter: ~/Library/Application Support/Eagle
es: Instale el archivo descargado dentro de la carpeta Eagle en su directorio de inicio en: ~/Biblioteca/Application Support/Eagle

# INFO_USGA_EXTINCTION_WARNING
source: The USGA Handicap System has been superseded and will not be supported or available in future versions of Mulligan’s Eagle. We recommend you choose another handicapping method.
de: Das USGA Handicap System wurde abgelöst und wird in zukünftigen Versionen von Mulligan’s Eagle nicht unterstützt oder verfügbar sein. Wir empfehlen Ihnen, eine andere Handicap-Methode zu wählen.
es: El Sistema de Handicap de USGA ha sido reemplazado y no será compatible ni estará disponible en futuras versiones de Mulligan’s Eagle. Le recomendamos que elija otro método de handicap.

# NOTICE_CANCEL_TO_UNDO_CHANGES
source: Cancel to undo changes.
de: Breche den Vorgang zu, um widderufen.
es: Cancelar para deshacer los cambios.
fr: Annuler pour défaire vos modifications.

# NOTICE_CARTS_FULL_CART
source: No room in the cart for another player
de: Kein Platz im Wagen für einen anderen Spieler
es: No hay espacio en el carrito para otro jugador

# NOTICE_DISCONTINUED_HANDICAP_METHOD
source: This handicapping method is no longer in effect. Please select another.
de: Diese Handicap-Methode ist nicht mehr wirksam. Bitte wählen Sie eine andere.
es: Este método de handicap ya no está vigente. Por favor seleccione otro.

# NOTICE_JUNIOR_PAR_REQUIREMENTS
source: Junior Par is not available when hole lengths are missing.
de: Junior-Par ist nicht verfügbar, wenn die Länge der Locher fehlt.
es: Par Junior no está disponible cuando faltan longitudes de hoyo.

# NOTICE_PERSONAL_HANDICAPS_PREFERENCE
source: The Personal Handicapping settings above are not changed with a “Factory Settings” reset.
de: Die persönlichen Handicaps Einstellungen oben sind nicht mit einem „Werkseinstellungen“ Reset geändert.
es: La configuración presentada no se cambian con un reajuste “Ajustes de fábrica”.
fr: Ces réglages ci-dessus ne sont pas modifiés par une réinitialisation «Réglages par défaut».

# NOTICE_SKINS_ELIGIBILITY
source: Skins eligibility settings apply to both gross and net scores.
de: Die Einstellungen für die Skins-Zulassungskritien gelten sowohl für Brutto- als auch für Netto-Scores.
es: La configuración de elegibilidad de Skins se aplica a los puntajes brutos y netos.

# NOTICE_SKINS_ELIGIBILITY_EVENT
source: Skins eligibility setting applies to both gross and net scores in this Event.
de: Die Einstellung für die Skins-Zulassungskriterien gilt sowohl für die Brutto- als auch für die Netto-Scores in diesem Event.
es: La configuración de elegibilidad de Skins aplica tanto a los puntajes brutos como a los netos en este Evento.

# NOTICE_SKINS_ELIGIBILITY_SCORECARD
source: Skins eligibility setting applies to both gross and net scores on this Scorecard.
de: Die Einstellung für die Skins-Zulassungskriterien gilt sowohl für die Brutto- als auch für die Netto-Scores auf dieser Scorekarte.
es: La configuración de elegibilidad de Skins aplica tanto a los puntajes brutos como a los netos en esta Tarjeta.

# NOTICE_SERVICE_CANCELLED
source: Handicap service connection cancelled
de: Handicapservice-Verbindung abgebrochen
es: Conexión de handicap service cancelada

# NOTICE_SERVICE_CANCELLING
source: Cancelling handicap service connection…
de: Handicapservice-Verbindung wird adgeborchen…
es: Cancelando la conexión de handicap service…

# NOTICE_SERVICE_CODE_%ld_DESC_%@
source: Handicap service returned code %ld (%@)
de: Handicapservice hat den Code %ld zurückgegeben (%@)
es: Handicap service devolvió el código %ld (%@)

# NOTICE_SERVICE_CONNECTED
source: Connected to handicap service
de: Verbunden mit Handicapservice
es: Conectado a handicap service

# NOTICE_SERVICE_CONNECTING
source: Connecting to handicap service…
de: Verbindung zu Handicapservice…
es: Conexión a handicap service…

# NOTICE_SERVICE_ERROR_INVALID
source: Error - No valid data found
de: Fehler - Keine gültigen Daten gefunden
es: Error - No se encontraron datos válidos

# NOTICE_SERVICE_FAILED
source: Handicap service connection failed
de: Handicapservice-Verbindung ist fehlgeschlagen
es: Conexión de handicap service falló

# NOTICE_SERVICE_NO_CONNECTION
source: No connection to handicap service…
de: Keine Verbindung zum Handicapservice…
es: Sin conexión con handicap service…

# NOTICE_SERVICE_RECEIVING
source: Receiving from handicap service…
de: Empfangen von Handicapservice…
es: Recibiendo de handicap service…

# NOTICE_USGA_CANCELLED
source: USGA Data Services connection cancelled
de: USGA Data Services-Verbindung abgebrochen
es: Conexión de USGA Data Services cancelada
fr: Connexion USGA Data Services annulée

# NOTICE_USGA_CANCELLING
source: Cancelling USGA Data Services connection…
de: USGA Data Services-Verbindung wird adgeborchen…
es: Cancelando la conexión de USGA Data Services…
fr: Anuller la connexion USGA Data Services…

# NOTICE_USGA_CODE_%ld_DESC_%@
source: USGA Data Services returned code %ld (%@)
de: USGA Data Services hat den Code %ld zurückgegeben (%@)
es: USGA Data Services devolvió el código %ld (%@)
fr: USGA Data Services a renvoyé le code %ld (%@)

# NOTICE_USGA_CONNECTED
source: Connected to USGA Data Services
de: Verbunden mit USGA Data Services
es: Conectado a USGA Data Services
fr: Connecté à USGA Data Services

# NOTICE_USGA_CONNECTING
source: Connecting to USGA Data Services…
de: Verbindung zu USGA Data Services…
es: Conexión a USGA Data Services…
fr: Connexion à USGA Data Services…

# NOTICE_USGA_FAILED
source: USGA Data Services connection failed
de: USGA Data Services-Verbindung ist fehlgeschlagen
es: Conexión de USGA Data Services falló
fr: Connexion USGA Data Services a échoué

# NOTICE_USGA_RECEIVING
source: Receiving from USGA Data Services…
de: Empfangen von USGA Data Services…
es: Recibiendo de USGA Data Services…
fr: Réception de USGA Data Services…

# MAX_SCORE_NONE
source: no maximum
de: kein Maximum
es: No máximo

# MAX_SCORE_DOUBLE_BOGEY
source: Double-Bogey
de: Dopple-Bogey
es: Doble Bogey

# MAX_SCORE_QUADRUPLE_BOGEY
source: Quadruple-Bogey
de: Vierfaches Bogey
es: Cuádruple Bogey

# MAX_SCORE_NET_BOGEY
source: Net Bogey
de: Netz Bogey
es: Bogey Neto

# MAX_SCORE_NET_BOGEY_DESC
source: par + 1 + handicap strokes
de: Par + 1 + Handicap-Schläge
es: par + 1 + golpes de handicap

# MAX_SCORE_NET_DOUBLE_BOGEY
source: Net Double-Bogey
de: Netto Dopple Bogey
es: Doble Bogey Neto

# MAX_SCORE_NET_DOUBLE_BOGEY_DESC
source: par + 2 + handicap strokes
de: Par + 2 + Handicap-Schläge
es: par + 2 + golpes de handicap

# MAX_SCORE_NET_TRIPLE_BOGEY
source: Net Triple-Bogey
de: Netto Dreifaches Bogey
es: Triple Bogey Neto

# MAX_SCORE_NET_TRIPLE_BOGEY_DESC
source: par + 3 + handicap strokes
de: Par + 3 + Handicap-Schläge
es: par + 3 + golpes de handicap

# MAX_SCORE_NET_QUADRUPLE_BOGEY
source: Net Quadruple-Bogey
de: Netto Vierfaches Bogey
es: Cuádruple Bogey Neto

# MAX_SCORE_NET_QUADRUPLE_BOGEY_DESC
source: par + 4 + handicap strokes
de: Par + 4 + Handicap-Schläge
es: par + 4 + golpes de handicap

# MAX_SCORE_DOUBLE_PAR
source: Double Par
de: Dopple Par
es: Doble Par

# MAX_SCORE_FIXED_LIMIT_%ld
source: Fixed Limit (%ld)
de: Feste Grenze (%ld)
es: Límite Fijo (%ld)

# MAX_SCORE_FIXED_LIMIT_%ld_DESC
source: %ld strokes at each hole
de: %ld Schläge an jedem Loch
es: %ld golpes en cada hoyo

# MAX_SCORE_FIXED_6_9_12
source: 6/9/12 Strokes
de: 6/9/12 Schläge
es: 6/9/12 Golpes

# MAX_SCORE_FIXED_6_9_12_DESC
source: par 3’s - 6 strokes, par 4’s - 9, par 5’s - 12
de: Par 3 - 6 Schläge, Par 4 - 9, Par 5 - 12
es: par 3’s - 6 golpes, par 4’s - 9, par 5’s - 12
