Repository: Mulligan-Software/GOLFKit
Catalog: GOLFKit/*.lproj/GOLFKit.strings
Languages: de, es, fr

# PLAY_TYPE_MEDAL_PLAY
source: Medal Play
de: Medaille spielen
es: Stroke Play
fr: Partie par coups

# PLAY_TYPE_MEDAL_PLAY_DESC
source: Individual stroke play
de: individueller Golfschlagspeil
es: Stroke Play individual
fr: Jeu par coups individuel

# PLAY_TYPE_SELECTED_HOLES
source: Selected Holes
de: ausgewählte Golflöcher
es: Hoyos Seleccionados
fr: Trous selectionés

# PLAY_TYPE_SELECTED_HOLES_DESC
source: Score only for selected holes
de: Punkt nur für ausgewälte Löcher erhalten
es: Sólo que puntajes de hoyos seleccionados
fr: Score seulement des trous selectionés

# PLAY_TYPE_SELECTED_HOLES_INSTRUCTION_%@_CLICKORTAP
source: %@ to select the holes whose scores are to be used to calculate each player’s total score.
de: %@ Sie auf, un die Löcher auszuwählen, deren Punktzahlen verwendet werden, un die Gesamtpunktzahl jedes Spielers zu berechnen.
es: %@ para seleccionar los hoyos cuyos resultados se utilizarán para calcular el puntaje total de cada jugador.
fr: %@ pour sélectionner les trous dont les résultats doivent être utilisés pour calculer le score total de chaque joueur.

# PLAY_TYPE_STABLEFORD_DESC
source: Points - bogey 1, par 2, birdie 3, 4, 5, …
de: Punkte - bogey 1, par 2, birdie 3, 4, 5, …
es: Puntos - bogey 1, par 2, birdie 3, 4, 5, …

# PLAY_TYPE_MODIFIED_STABLEFORD
source: Modified Stableford
de: modifizierte Stableford
es: Stableford modificado
fr: Stableford modifié

# PLAY_TYPE_MODIFIED_STABLEFORD_DESC
source: Points - bogey 1, par 2, birdie 4, 6, 8, …
de: Punkte - bogey 1, par 2, birdie 4, 6, 8, …
es: Puntos - bogey 1, par 2, birdie 4, 6, 8, …

# PLAY_TYPE_HALF_STABLEFORD
source: Half Stableford
de: halb Stableford
es: Stableford Medio
fr: Demi-Stablefords

# PLAY_TYPE_HALF_STABLEFORD_DESC
source: Points - par 1, birdie 2, 3, 4, …
de: Punkte - par 1, birdie 2, 3, 4, …
es: Puntos - par 1, birdie 2, 3, 4, …

# PLAY_TYPE_CHICAGO_DESC
source: Points - bogey 1, par 2, birdie 4, 8, 16, …
de: Punkte - bogey 1, par 2, birdie 4, 8, 16, …
es: Puntos - bogey 1, par 2, birdie 4, 8, 16, …s

# PLAY_TYPE_INTERNATIONAL_DESC
source: Points - worse -3, bogey -1, par 0, birdie 2, 5, 8
de: Punkte - schlechter -3, bogey -1, par 0, birdie 2, 5, 8
es: Puntos - peor -3, bogey -1, par 0, birdie 2, 5, 8
fr: Points - pire -3, bogey -1, par 0, birdie 2, 5, 8

# PLAY_TYPE_9_POINT_DESC
source: 3 or more players share 9 (16, 25, 36) points per hole
de: 3 oder mehr Spieler teilen 9 (16, 25, 36) Punkt pro Loch
es: 3 o más jugadores dividen 9 (16, 25, 36) puntos por hoyo
fr: 3 joueurs ou plus se partagent 9 (16, 25, 36) points par trou

# PLAY_TYPE_6_POINT
source: 6-Point Game
es: Juego 6-Puntos
fr: Jeu 6-Point

# PLAY_TYPE_6_POINT_DESC
source: 3 players share 6 points per hole
de: 3 Spieler teilen sich 6 Punkt pro Loch
es: 3 jugadores dividen 6 puntos por hoyo
fr: Jeu 6-Point

# PLAY_TYPE_MAXIMUM_SCORE
source: Maximum Score
de: Höchste Punktzahl
es: Puntajes Máximos

# PLAY_TYPE_MAXIMUM_SCORE_ABBR
source: Max Score
de: Max. Punktzahl
es: Puntajes Máx

# PLAY_TYPE_MAXIMUM_SCORE_DESC
source: Stroke play with hole limits
de: Schlagspiel mit Lochgrenzen
es: Stroke play con límites de hoyo

# PLAY_TYPE_MEDAL_MATCH
source: Medal Match Play
de: Medaille Matchplay
es: Match Play por los Puntos
fr: Match Play pour Points

# PLAY_TYPE_MEDAL_MATCH_DESC
source: 2 points per hole vs. each scorecard co-competitor
de: 2 Punkte pro Loch vs. jeder Scorekarte Wettbewerber
es: 2 puntos por hoyo vs. cada competidor en la tarjeta
fr: 2 points par trou vs. chaque concurrent sur la carte de score

# PLAY_TYPE_TEAM_BETTER_BALL_DESC
source: Low ball of partners or teammates
de: geringe Punktzahl von Partnern oder Mitspieler
es: Puntaje más bajo de los compañeros
fr: Balle plus bas de partenaires ou de coéquipières

# PLAY_TYPE_TEAM_TWO_BEST_BALLS
source: Two Best Balls
de: zwei beste Bälle
es: Dos Best Balls
fr: Deux meilleurs scores

# PLAY_TYPE_TEAM_TWO_BEST_BALLS_DESC
source: 2 low balls of 3 or more teammates
de: 2 niedrige Bälle von 3 oder mehr Mitspieler
es: 2 puntajes bajas de 3 o más compañeros
fr: 2 balles plus bas de 3 ou plusieurs coéquipiers

# PLAY_TYPE_TEAM_THREE_BEST_BALLS
source: Three Best Balls
de: drei beste Bälle
es: Tres Best Balls
fr: Trois meilleurs scores

# PLAY_TYPE_TEAM_THREE_BEST_BALLS_DESC
source: 3 low balls of 4 or more teammates
de: 3 niedrige Bälle von 4 oder mehr Mitspieler
es: 3 puntajes bajas de 4 o más compañeros
fr: 3 balles plus bas de 4 ou plusieurs coéquipiers

# PLAY_TYPE_TEAM_RITZ
source: The Ritz
de: das Ritz
es: La Ritz
fr: Le Ritz

# PLAY_TYPE_TEAM_RITZ_DESC
source: Low gross ball of teammates, then another net ball
de: bestes Brutto-Wertung des Mitspielers, dann eine weiter Netto-Wertung
es: Mejor pelota bruto de compañeros, luego otra pelota neta
fr: Balle bas brut des coéquipiers, puis un autre balle net

# PLAY_TYPE_TEAM_RITZ_REVERSE
source: The Ritz in Reverse
de: das Ritz rückwärts
es: La Ritz en Reversa
fr: Le Ritz à l’Envers

# PLAY_TYPE_TEAM_RITZ_REVERSE_DESC
source: Low net ball of teammates, then another gross ball
de: bestes Netto-Wertung des Mitspielers, dann eine weiter Brutto-Wertung
es: Mejor pelota neto de compañeros, luego otra pelota bruta
fr: Balle bas net des coéquipiers, puis un autre balle brut

# PLAY_TYPE_TEAM_FOUR_BALL_DESC
source: Better ball of partners
de: bessere Punktzahl der Partner
es: Mejor pelota de compañeros
fr: Meilleure balle de partenaires

# PLAY_TYPE_TEAM_FOURSOMES_DESC
source: One ball played alternately
de: ein Ball spielte abwechselnd
es: Una pelota jugada de manera alterna
fr: Une balle jouée alternativement

# PLAY_TYPE_TEAM_GREENSOMES_DESC
source: Ball played alternately after selected drive
de: ein Ball wird abwechselnd nach einer ausgewählten Antrieb
es: Pelota jugada de manera alterna después el drive seleccionado
fr: Balle jouée alternativement aprés drive sélectionné

# PLAY_TYPE_TEAM_SCRAMBLE_DESC
source: Teammates play from best selected position
de: Mitspieler speilen vom besten ausgewählten Ort
es: Compañeros juegan desde la mejor posición seleccionada
fr: Coéquipiers jouent de l’emplacement choisi

# PLAY_TYPE_TEAM_CHAPMAN_DESC
source: Ball played alternately after playing exchanged drives
de: ein Ball spielte abwechselnd nach ausgetauscht Antreiben
es: Pelota jugada de manera alterna después los drives intercambiados
fr: Balle joueé alternativement aprés avoir joué leurs drives échangés

# PLAY_TYPE_TEAM_MODIFIED_WALTZ
source: Modified Waltz
de: modifizierte Walzer
es: Waltz modificado
fr: Waltz modifié

# PLAY_TYPE_TEAM_MODIFIED_WALTZ_DESC
source: 1 ball (par 5), 2 balls (par 3 & 4)
de: 1 ball (par 5), 2 bälle (par 3 & 4)
es: 1 ball (par-5), 2 balls (par-3 y par-4)
fr: 1 balle (par 5), 2 balles (par 3 & 4)

# PLAY_TYPE_TEAM_CHA_CHA_CHA_DESC
source: 1 ball, 2 balls, 3 balls, repeat
de: 1 ball, 2 bälle, 3 bälle, c
es: 1 ball, 2 balls, 3 balls, repetir
fr: 1 balle, 2 balles, 3 balles, répéter

# PLAY_TYPE_TEAM_CHA_CHA_DESC
source: 1 ball, 2 balls, repeat
de: 1 ball, 2 bälle, bälle
es: 1 ball, 2 balls, repetir
fr: 1 balle, 2 balles, répéter

# PLAY_TYPE_TEAM_IRISH_4_BALL
source: Irish 4-Ball
de: irische 4-Ball
es: Four-Ball Irlandés
fr: Quatre balles Irlandais

# PLAY_TYPE_TEAM_TOTAL
source: Team Total
de: Team-Gesamtpunktzahl
es: Total Equipo
fr: Total d’Équipe

# PLAY_TYPE_TEAM_TOTAL_DESC
source: Total of partners’ or teammates’ scores
de: Gesampunktezahl der Partner oder Teamkollegen
es: Total de los puntajes de los compañeros
fr: Total des scores de partenaires ou des coéquipiers

# PLAY_TYPE_TEAM_AVG
source: Average of Teammates
de: Mitspieler Mittelwert
es: Promedio de Compañeros
fr: Moyenne des Coéquipiers

# PLAY_TYPE_TEAM_AVG_DESC
source: Average of partners’ or teammates’ scores
de: mittlere Punktzahl von Partner oder Teamkollegen
es: Promedio de puntajes de los competidores de equipo
fr: Moyenne des scores de partenaires ou des coéquipiers

# PLAY_TYPE_TEAM_BEST_TEAMMATES_ROUNDS
source: Best Rounds of Teammates
de: besten Golfrunden der Teamkollegen
es: Mejores Rondas de los compañeros
fr: Meilleures Tours des coéquipiers

# PLAY_TYPE_TEAM_BEST_ROUND
source: Best Round
de: beste Golfrunde
es: Mejor Ronda
fr: Meilleure Tour

# PLAY_TYPE_TEAM_BEST_ROUNDS
source: Best Rounds
de: besten Golfrunden
es: Mejores Rondas
fr: Meilleures Tours

# PLAY_TYPE_TEAM_FOURBALL_COMBO_DESC
source: Four-Ball teams of scorecard co-competitors
de: Vier-Ball-Teams von Scorekarte-Mitbewerbern
es: Equipos Four-Ball de co-competidores del tarjeta

# PLAY_TYPE_NO_TEAM_PLAY
source: No Team Play
de: kein Teamspiel
es: No juego del equipo
fr: Aucun Jeu d’Équipe

# PLAY_TYPE_NO_TEAM_PLAY_DESC
source: Individual player scores only
de: nur individuell Punktzahlen
es: Sólo que puntajes de los jugadores
fr: Scores des joueurs individuel seulement

# PLAY_TYPE_NO_PLAYER_SCORES
source: No player scores
de: kein Spieler punktet
es: Sin puntajes de jugadores
fr: Aucun scores de joueur

# PLAY_TYPE_NO_PLAYER_SCORES_DESC
source: Team score only
de: Team zählt nur
es: Sólo que puntaje del equipo
fr: Score d’équipe seulement

# ALLOWANCE_TYPE_STANDARD
source: Standard Allowance
de: Standardzulage
es: Asignación Standard
fr: Allocation Standard

# ALLOWANCE_TYPE_GROSS
source: Gross
de: Brutto
es: Bruto
fr: Brut

# ALLOWANCE_TYPE_GROSS_DESC
source: no handicap
de: keine Handicap
es: sin handicap
fr: aucun handicap

# ALLOWANCE_TYPE_NET
source: Net
de: Netto
es: Neto

# ALLOWANCE_TYPE_NET_DESC
source: Team score from team members’ net scores
de: Team-Punktzahl aus den Netto-Punktzahlen des Mitspeilers
es: Puntaje equipo de los puntajes netos de los compañeros
fr: Score d’équipe de scores nets des coéquipiers

# ALLOWANCE_TYPE_POINT_QUOTA
source: Point Quota
de: Punktequote
es: Cuota de Puntos
fr: Quota de Points

# ALLOWANCE_TYPE_POINT_QUOTA_DESC
source: Stableford points over/under a handicap-based quota
de: Stableford Punkte über/unter einem Handicap-basierte Quote
es: Puntos Stableford más/menos una cuota handicap-basada
fr: Points Stableford sur/sous un quota handicap-basé

# ALLOWANCE_TYPE_FULL_HANDICAP
source: Full Handicap
de: Ganz Handicap
es: Handicap Completo
fr: Handicap Complète

# ALLOWANCE_TYPE_MEN_90_WOMEN_95
source: Men 90%, Women 95%
de: Herren 90%, Damen 95%
es: Caballeros 90%, Damas 95%
fr: Hommes 90%, Femmes 95%

# ALLOWANCE_TYPE_MEN_90_WOMEN_95_ABBR
source: M 90%/W 95%
de: H 90%/D 95%
es: C 90%/D 95%

# ALLOWANCE_TYPE_MEN_80_WOMEN_90
source: Men 80%, Women 90%
de: Herren 80%, Damen 90%
es: Caballeros 80%, Damas 90%
fr: Hommes 80%, Femmes 90%

# ALLOWANCE_TYPE_MEN_80_WOMEN_90_ABBR
source: M 80%/W 90%
de: H 80%/D 90%
es: C 80%/D 90%

# ALLOWANCE_TYPE_A_PLAYER_50_B_20
source: 50% A player + 20% B player
de: 50% A Spieler + 20% B Spieler
es: 50% jugador A + 20% jugador B
fr: 50% joueur A + 20% joueur B

# ALLOWANCE_TYPE_A_PLAYER_50_B_20_DESC
source: Low handicap player 50% + partner 20%
de: Spieler mit niedrigem Handicap 50% + Partner 20%
es: Compañero con handicap menor 50% + compañero 20%
fr: Joueur bas handicap 50% + partenaire 20%

# ALLOWANCE_TYPE_A_PLAYER_60_B_40
source: 60% A player + 40% B player
de: 60% A Spieler + 40% B Spieler
es: 60% jugador A + 40% jugador B

# ALLOWANCE_TYPE_A_PLAYER_60_B_40_DESC
source: Low handicap player 60% + partner 40%
de: Spieler mit niedrigem Handicap 60% + Partner 40%
es: Compañero con handicap menor 60% + compañero 40%

# ALLOWANCE_TYPE_TEAMMATES_100_AVG
source: Average of Teammates
de: Durchschnitt des Mitspielers
es: Promedio de Compañeros
fr: Moyenne des Coéquipiers

# ALLOWANCE_TYPE_TEAMMATES_100_AVG_ABBR
source: Average
de: Durchschnitt
es: Promedio

# ALLOWANCE_TYPE_TEAMMATES_80_AVG
source: 80% Avg. of Teammates
de: 80% der Durchschnitt des Mitspielers
es: 80% Promedio de Compañeros
fr: 80% Moyenne des Coéquipiers

# ALLOWANCE_TYPE_TEAMMATES_80_AVG_ABBR
source: 80% Avg.
de: 80% Durch.
es: 80% Promedio

# ALLOWANCE_TYPE_AGGREGATE_3_8
source: 3/8 of Aggregate
de: ⅜ des Aggregats
es: ⅜ del agregado
fr: 3/8 de l’agrégat

# ALLOWANCE_TYPE_AGGREGATE_3_8_ABBR
source: 3/8 Aggr.
de: ⅜ Aggr.
es: ⅜ agreg.

# ALLOWANCE_TYPE_AGGREGATE_3_8_DESC
source: 3/8 of partners’ total handicaps
de: ⅜ (37.5%) der Partner insgesamt Handicaps
es: ⅜ (37.5%) de total handicaps de compañeros
fr: 3/8 de handicaps total des partenaires

# ALLOWANCE_TYPE_DIFFERENCE
source: Difference
de: Differenz
es: Diferencia
fr: Différence

# ALLOWANCE_TYPE_DIFFERENCE_ABBR
source: Diff.
es: Dif.

# ALLOWANCE_TYPE_DIFFERENCE_DESC
source: Low handicap competitor plays at scratch
de: Teilnehmer mit dem niedrigen Handicap speilt bei scratch
es: Handicap menor juega scratch
fr: Concurrent avec plus bas handicap joue de zéro

# ALLOWANCE_TYPE_A_PLAYER_50
source: 50% of A player’s handicap
de: 50% des Handicap des A Spieler
es: 50% de la handicap de jugador A
fr: 50% du handicap du joueur A

# ALLOWANCE_TYPE_A_PLAYER_35_B_15
source: 35% A player + 15% B player
de: 35% A Spieler + 15% B Spieler
es: 35% jugador A + 15% jugador B
fr: 35% joueur A + 15% joueur B

# ALLOWANCE_TYPE_ZIG_ZAG_SYSTEM
source: ZIG-ZAG System
es: Sistema ZIG-ZAG
fr: Système ZIG-ZAG

# ALLOWANCE_TYPE_ZIG_ZAG_SYSTEM_INSTRUCTION_%@_CLICKORTAP
source: %@ to select the three holes whose scores are used to calculate each team’s ZIG-ZAG handicap.
de: %@ Sie auf, un die drei Löcher auszuwählen deren Punktzahlen verwendet werden, um das ZIG-ZAG-Handicap für jedes Team zu berechnen.
es: %@ para seleccionnar los tres hoyos cuyos resultados se utilizan para calcular una handicap de cada equipo.
fr: %@ pour sélectionner les trois trous dont les résultats doivent être utilisés pour calculer le handicap ZIG-ZAG de chaque équipe.

# ALLOWANCE_TYPE_OFFICIAL_CALLAWAY
source: “Official” Callaway
de: “Offiziell” Callaway
es: Callaway «Oficial»
fr: Callaway «Officiel»

# ALLOWANCE_TYPE_SCHEID_SYSTEM
source: Scheid System
es: Sistema Scheid
fr: Système Scheid

# ALLOWANCE_TYPE_PEORIA_INSTRUCTION_%@_CLICKORTAP
source: %@ to select the six holes, including two par-3 holes, two par-4 holes, and two par-5 holes whose scores are used to calculate each player’s handicap.
de: %@ Sie auf, un die sechs Löcher auszuwählen, einschließlich zwei Par-3-Löcher, zwei Par-4-Löcher, und zwei Par-5-Löcher deren Punktzahlen verwendet werden, un die Gesamtpunktzahl jedes Spielers zu berechnen.
es: %@ para seleccionar los seis hoyos, dos hoyos par-3, dos hoyos par-4, y dos hoyos par-5 cuyos puntajes se utilizan para calcular el handicap de cada jugador.
fr: %@ pour sélectionner les six trous, dont deux par-3 trous, deux par-4 trous, et deux par-5 trous dont les résultats son utilisé pour calculer le handicap de chaque joueur.

# ALLOWANCE_TYPE_MODIFIED_PEORIA
source: Modified Peoria
de: Modifizierte Peoria
es: Peoria modificado
fr: Peoria Modifié

# ALLOWANCE_TYPE_MODIFIED_PEORIA_INSTRUCTION_%@_CLICKORTAP
source: %@ to select the six holes, including one par-3 hole, one par-5 hole, and four par-4 holes (two on each nine) whose scores are used to calculate each player’s handicap.
de: %@ Sie auf, un die sechs Löcher auszuwählen, einschließlich eines Par-3-Lochs, eines Par-5-Lochs, und vier Par-5-Löcher (zwei auf jeder Seite) deren Punktzahlen verwendet werden, un die Gesamtpunktzahl jedes Spielers zu berechnen.
es: %@ para seleccionar los seis hoyos, uno hoyo par-3, uno hoyo par-5, y cuatro hoyos par-4 (dos en cada nueve) cuyos puntajes se utilizan para calcular el handicap de cada jugador.
fr: %@ pour sélectionner les six trous, dont un par-3 trou, un par-5 trou, et quatre par-4 trous (deux sur chaque neuf) dont les résultats son utilisé pour calculer le handicap de chaque joueur.

# ALLOWANCE_TYPE_SYSTEM_36
source: System 36
es: Sistema 36
fr: Système 36

# ALLOWANCE_CALCULATED_TEAM_HANDICAP
source: Calculated team handicap
de: Berechnetes Handicap der Team
es: Handicap equipo calculado
fr: Handicap d’équipe calculé

# ALLOWANCE_TEAM_FOR_%d_OR_MORE_PLAYERS
source: Team handicap for %d or more players
de: Team Handicap für %d oder mehr Spieler
es: Handicap equipo para %d o más jugadores
fr: Handicap d’équipe pour %d ou plusieurs joueurs

# ALLOWANCE_ONE_TIME_PLAYER
source: One-time calculated player’s handicap
de: Einmalig errechnete Spieler Handicap
es: Handicap de jugador calculado una vez
fr: Un-fois handicap calculé de joueur

# ALLOWANCE_ONE_TIME_TEAM
source: One-time calculated team handicap
de: Einmalig errechnete Team-Handicap
es: Handicap de equipo calculado una vez
fr: Un-fois handicap calculé d’équipe

# ALLOWANCE_PCT_OF_HANDICAP_%@
source: %% of %@
de: %% des %@
es: %% de %@
fr: %% de %@

# %d_PCT_OF_HANDICAP_%@
source: %d%% of %@
de: %d%% des %@
es: %d%% de %@
fr: %d%% de %@

source: of
de: des
es: de
fr: de

# TOOLTIP_9HOLE_BEGINNING_INDEX
source: Starting handicap (9-hole)
de: Anfänglich Handicap (9-Loch)
es: Handicap comienzo (9-hoyo)
fr: Handicap initial (9-trous)

# TOOLTIP_9HOLE_BEGINNING_INDEX_%@
source: Starting %@ (9-hole)
de: Anfänglich %@ (9-Loch)
es: %@ comienzo (9-hoyo)
fr: %@ initial (9-trous)

# TOOLTIP_9HOLE_PLAYER
source: Style of Calculated Handicap
de: Stil der berechneten handicap
es: Estilo de handicap calculado
fr: Style de handicap calculé

# TOOLTIP_9HOLE_PLAYER_%@
source: Style of Calculated %@
de: Stil der berechneten %@
es: Estilo de %@ calculado
fr: Style de %@ calculé

# TOOLTIP_9HOLE_PLAYER_CHECKED
source: Checked to calculate 9-hole handicaps
de: aktiviert um 9-Loch-Handicaps zu berechnen
es: marcado para calcular handicaps de 9 hoyos
fr: coché pour calculer les handicaps à 9 trous

# TOOLTIP_9HOLE_PLAYER_UNCHECKED
source: Unchecked to calculate 18-hole handicaps
de: deaktiviert um 18-Loch-Handicaps zu berechnen
es: desmarcado para calcular handicaps de 18 hoyos
fr: décoché pour calculer les handicaps à 18 trous

# TOOLTIP_9HOLE_PLAYER_UNAVAILABLE_%@
source: Unavailable because %@ does not support 9-hole handicaps
de: Nicht verfügbar, da die %@ keine 9-Loch-Handicaps unterstützt.
es: No disponible porque %@ no soporta handicaps de 9 hoyos.
fr: Indisponible car %@ ne supporte pas les handicaps à 9 trous.

# TOOLTIP_18HOLE_BEGINNING_INDEX
source: Starting handicap
de: Anfänglich Handicap
es: Handicap comienzo
fr: Handicap initial

# TOOLTIP_18HOLE_BEGINNING_INDEX_%@
source: Starting %@
de: Anfänglich %@
es: %@ comienzo
fr: %@ initial

# TOOLTIP_BEGINNING_INDEX_EXTRA
source: for use until a valid handicap record is available
de: zur Verwendung, bis ein gültiger Handicap-Datensatz verfügbar ist.
es: para usar hasta que esté disponible un registro válido de handicap.
fr: à utiliser jusqu’à ce qu’un enregistrement de handicap valide soit disponible.

# TOOLTIP_CARTS_APPLY_BUTTON
source: apply tee time and starting tee changes to scorecards
de: die Teezeit und die Start-Tee Änderungen auf Scorekarten anwenden
es: aplique los cambios de tee-time y tee de comienzo a las tarjetas

# TOOLTIP_CARTS_APPLY_BUTTON_TRAINING
source: Click to apply the tee and time information shown above to the event scorecards.
de: Klicken Sie hier, um die oben gezeigten Tee- un Zeitinformationen auf die Event-Scorekarten anzuwenden.
es: Haga clic para aplicar la información de tee y hora que se muestra por incima a las tarjetas del evento.

# TOOLTIP_CARTS_ASSIGN_BUTTON
source: assign tee times or starting tees
de: Teezeiten oder Start-Tee zuweisen
es: asigne tee-times o tees de comienzo

# TOOLTIP_CARTS_ASSIGN_BUTTON_TRAINING
source: Click to make tee times or shotgun start tee assignments for the field.
de: Klicken Sie hier, um Startzeiten oder ‘Schrotflinte’ Start-Tee Zuweisungen für des Feldes vorzunehmen.
es: Haga clic para realizar las asignaciones de tee-times o tees de comienzo ‘escopeta’ para el campo.

# TOOLTIP_CARTS_OUTLINE_CART
source: Double-click to enter a cart number
de: Doppelklicken Sie, um eine Golfwagen Nummer einzugeben
es: Haga doble-clic para introducir un número de carrito

# TOOLTIP_CARTS_OUTLINE_TIME
source: Double-click to adjust starting tee or tee time
de: Doppelklicken Sie, um das Start-Tee oder die Startzeit anzupassen
es: Haga doble-clic para ajustar un tee-time o tee de comienzo

# TOOLTIP_CARTS_SHOW_BUTTON
source: show cart signs for printing
de: Wagenplakate zum Drucken anzeigen
es: abre letreros del carrito para imprimir

# TOOLTIP_CARTS_SHOW_BUTTON_TRAINING
source: Click to open a window containing all the cart signs ready to print.
de: Klicken Sie hier, um ein Fenster mit allen druckfertigen Wagenplakaten zu öffnen.
es: Haga clic para abrir una ventana que contiene todos los letreros del carrito listo para imprimir.

# TOOLTIP_HANDICAP_DELETE_RECORDS
source: Click to permanently remove selected handicap records.
de: Klicken Sie hier, um ausgewählte Handicap-Datensätze dauerhaft zu entfernen.
es: Marque la casilla para excluir a los jugadores “Invitados” de los cambios.

# TOOLTIP_LIMIT_SCORE
source: The hole score limit for a fixed WHS Maximum Score.
de: Das Loch-Score-Limit für einen festen WHS-Maximum-Score.
es: El límite de score de hoyo para una Score Máxima fija de WHS.

# TOOLTIP_LIMIT_SCORE_TRAINING
source: The fixed hole score limit used for all holes in a “Maximum Score” competition. Scores entered over that limit will be reduced.
de: Das feste Loch-Score-Limit, das für alle Löcher in einem Wettbewerb mit „Maximaler Punktzahl“ verwendet wird. Über diesem Limit eingegebene Punkt werden reduziert.
es: El límite de puntaje de hoyo fijo utilizado para todos los hoyos en una competencia de “Score Máximo”. Los puntajes ingresados por encima de ese limite se reducirán.

# TOOLTIP_MASS_CONVERT_BUTTON_%@
source: Click to convert players to %@.
de: Klicken Sie, um Spieler zu %@ zu konvertieren.
es: Haga clic para convertir jugadores a %@.

# TOOLTIP_MAX_SCORE
source: The method used to determine a WHS Maximum Score limit.
de: Die Methode zur Bestimmung eines WHS-Maximum-Score-Limits.
es: El método utilizado para determinar un limite de Score Máxima de WHS.

# TOOLTIP_MAX_SCORE_TRAINING
source: For a “Maximum Score” competition using the World Handicap System, specify how the maximum score limit for a hole is determined.
de: Geben Sie für einen Wettbewerb mit „Maximaler Punktzahl“ unter Verwendung des World Handicap-Systems an, wie die maximale Punktzahl für ein Loch bestimmt wird.
es: Para una competencia de “Score Máximo” usando el Sistema Mundial de Handicap, especifique cómo se determina el limite de puntaje máximo para un hoyo.

# TOOLTIP_PLAYER_GROSS_SCORE
source: The player’s total gross score
de: Die gesamte Brutto Punktzahl des Spielers
es: El puntaje bruto total del jugador
fr: Le score brut total du joueur

# TOOLTIP_PLAYER_NET_SCORE
source: The player’s total net score
de: Die gesamte Netto Punktzahl des Spielers
es: El puntaje neto total del jugador
fr: Le score net total du joueur

# TOOLTIP_PLAYER_TOTAL_SCORE
source: The player’s total score
de: Die Gesamtpunktzahl des Speilers
es: El puntaje total del jugador
fr: Le score total du joueur

# TOOLTIP_PLAYERS_MASS_CONVERT_%@
source: Click to change handicapping of selected players to %@.
de: Klicken Sie hier, um die Handicap-Methode ausgewählter Spieler auf %@ zu ändern.
es: Haga clic para cambiar el método de handicap de los jugadores seleccionados al %@.

# TOOLTIP_ROUND_GROSS_SCORE
source: Gross score
de: Brutto Punktzahl
es: Puntaje bruto
fr: Score brut

# TOOLTIP_ROUND_NET_SCORE
source: Net score
de: Netto Punktzahl
es: Puntaje neto
fr: Score net

# TOOLTIP_ROUND_TOTAL_SCORE
source: Total score
de: Gesamtpunktzahl
es: Puntaje total
fr: Score total
